<script setup>
import { ref, onMounted, computed } from "vue";
import { useRouter } from "vue-router";
import { getImageUrl } from "@/utils";
const props = defineProps({});
onMounted(() => {});
</script>
<template>
  <div class="academician-wrap">
    <div class="user-img wow bounceInDown">
      <a-image :src="getImageUrl('teacher/list1.png')" alt="user" />
      <div class="text-wrap">
        <h3>
          陈焕春，男，1953年生，教授，博士生导师，中国工程院院士，1988年2月毕业于德国慕尼黑大学，获博士学位。
        </h3>
        <p>
          现任中国兽医协会会长、农业微生物发掘与利用全国重点实验室学术委员会主任、中国农业科学院哈尔滨兽医研究所兽医生物技术国家重点实验室学术委员会主任、教育部高等学校教学指导委员会动物生产类专业教学指导委员会主任委员、国务院突发事件应急专家委员会委员、科技部973传染病专家组副组长、863现代农业技术领域专家组副组长、农业部科技委专家委员会委员、教育部科技委专家委员会委员、农业农村部部新兽药评审委员会委员、农业部转基因专项技术副总师等职。
        </p>
      </div>
    </div>
    <div class="user-info">
      <p>
        主要研究领域为动物重大传染病与人畜共患传染病流行病学、分子生物学、基因工程疫苗与分子诊断试剂等。率先在国内外开展了牛冠状病单克隆抗体与基因工程抗体研究，首次在国际上研制成功单抗ELISA检测犊牛冠状病毒抗原，对该病的防治起到了关键性作用。在国内率先确定了猪伪狂犬病在我国的爆发流行，阐明了我国猪伪狂犬病的五大临床症状，研制了我国猪伪狂犬病灭活疫苗和基因缺失疫苗及鉴别诊断试剂盒，提出了我国伪狂犬病的根除计划。针对严重危害我国养殖业的新发传染病猪繁殖与呼吸系统综合征、猪圆环病毒2型、猪传染性胸膜炎、副猪嗜血杆菌病和重大人畜共患传染病动物流感、SARS、奶牛结核、猪链球菌2型和乙型脑炎等，从病原学、流行病学、病原分子生物学、新型疫苗与诊断试剂和综合防制措施等方面开展了全面系统深入的研究。为有效控制这些动物重大传染病与人畜共患病，减少经济损失，保障人民的健康做出了贡献。
      </p>
      <p>
        主持完成了国家自然科学基金重点项目、国家973、863、国家支撑计划等重大科研课题50余项。克隆、测序了100余株病毒和30余种细菌的全基因组序列。构建了伪狂犬病毒、猪胸膜肺炎放线杆菌和猪沙门氏菌等3种通用型载体，研制了10余种基因工程疫苗和10余种分子诊断试剂盒，获得了19个转基因安全证书、24个新兽药注册证书、49个发明专利、国家重点新产品证书5项，制定了国家标准、农业部行业标准3项，获得国家科技进步二等奖4项、湖北省科技进步一等奖6项、国家教学成果二等奖1项，获何梁何利基金科学与技术进步奖、中华农业英才奖、“十一五”国家科技计划执行突出贡献奖、湖北省科学技术突出贡献奖。在国内外期刊发表论文600余篇，SCI收录200余篇，出版专著3部，参编3部，已培养毕业博士95人，硕士112人。领导的研究团队入选国家自然科学基金委员会创新群体。
      </p>
    </div>
  </div>
</template>
<style scoped lang="less">
.academician-wrap {
  padding: 20px 100px;
  .user-img {
    .flex-row;
    gap: 40px;
    :deep(.ant-image-img) {
      width: 250px;
    }

    .text-wrap {
      h3 {
        font-size: 32px;
        margin-bottom: 20px;
      }
      p {
        font-weight: 500;
        font-size: 24px;
        line-height: 45px;
      }
    }
  }

  .user-info {
    margin-top: 20px;
    font-size: 20px;
    line-height: 40px;
    background-color: #f7faf8;
    padding: 20px;
  }
}
</style>
