export default [
  {
    title: "临床兽医学系",
    teachers: [
      {
        img: "teacher/teacher/shouyi/list1.png",
        title: "丁一",
        job: "华中农业大学教授、博士生导师",
        label: `获美国明尼苏达大学执业兽医及华中农业大学预防兽医(Ph.D）双博士学位
          美国兽医协会会员，2017年获得美国兽医执照
          中国兽药协会DVM兽药使用指导分会会长
          中国兽医协会外科学分会常务理事
          基础研究方面从事代谢和神经生物学研究；应用研究方面从事动物诊断和治疗新方法的研发。
          在Hepatology、Emerging Infectious diseases、Environment international和Cell death & disease等国际top期刊发表SCI论文26篇，第一或通讯16篇，主持国家自然科学基金2项，参编多部教材和专著。`,
      },
      {
        img: "teacher/teacher/shouyi/list2.png",
        title: "丁明星",
        job: "二级岗教授、博士生导师，教学动物医院院长，宠物健康研究院副院长兼宠物健康与医疗研究中心主任。",
        label: `1985年毕业于华中农业大学畜牧兽医学院兽医专业，先后获兽医病理学专业农学硕士学位和农产品加工及贮藏工程（兽医药理学方向）工学博士学位。现任中国畜牧兽医学会兽医外科学分会副理事长、中关村中兽医药产业技术创新战略联盟副理事长、中国兽医协会动物医院分级评价委员会委员、中国兽医协会宠物专科建设委员会委员、湖北省畜牧兽医学会小动物诊疗专业委员会主任等。长期从事兽医临床的教学、科研、社会服务和人材培养工作。主要研究方向为动物疼痛生理调控机制、动物普通病分子机理和小动物疾病防制，先后主持国家自然科学基金、国家重大专项、国家重点规划项目、亚洲心脏病医院合作课题等20余项，发表研究论文200余篇。主讲的课程获批为国家精品课程及国家精品资源共享课程、国家级线上一流课程，主编和主译教材各1部，专著5部，参编教材10余部。`,
      },
      {
        img: "teacher/teacher/shouyi/list3.png",
        title: " 陈建国",
        job: "华中农业大学副教授、硕士生导师",
        label:
          "2002.8-10日本福冈市动物疾病诊疗研修； 2013.1-2013.2 参加以色列奶牛养殖高级培训班；主持及参与牛羊重要疫病免疫防控新技术研究、国家支撑计划项目、国家自然科学基金、湖北省自然科学基金项目等 多项， 申报/获得发明专利 3 项，近 5 年发表中英文论文10 余篇，主编及参编教材及专著 5部。 获省级科技进步三等奖 1 项。",
      },
      {
        img: "teacher/teacher/shouyi/list4.png",
        title: "邓干臻",
        job: "华中农业大学教授、博士生导师，临床兽医系主任，执业兽医师。华中农业大学兽医学士、硕士和博士学位",
        label:
          "1999-2000年留学日本Azabu University。兼任中国畜牧兽医学会理事，兽医影像技术学科分会理事长，小动物医学学科分会副理事长，兽医内科学学科分会常务理事，湖北省畜牧兽医学会常务理事；国际兽医放射学会理事；中国兽医协会小动物诊疗分会副会长、继续教育委员会委员；农业部兽药典委员会第四、五、六届委员，新兽药评审委员会委员，兽医临床标准委员会委员；国家宠物标准化委员会委员等。主要研究兽医临床诊断技术和小动物疾病诊疗技术，重点研究动物疾病发生发展的分子机制和防治技术，包括动物妊娠免疫逃逸的分子机制、宠物疾病影像诊断技术、小动物药品和兽医器械研发等。先后主持国家自然科学基金、科技部十三五重点研发计划、农业部财政计划、国际合作等科研课题20余项，在研国家自然科学基金2项、科技部重点研发计划课题1项、国际合作和企业合作项目6项。近两年在Oncotarget、J Cell Mol Med、Int Immunopharmacol、J Interferon Cytokine Res、Inflammation、Acta Pharmacologica Sinica、Biol Trace Elem Res、J Reprod.Develop、British Poult Sci、J Vet Radiol Ultrasound等国内外主要杂志发表科研论文30余篇。主编《兽医临床诊断学》、《动物卫生法学》和《兽医临床诊疗学》，副主编《兽医影像学》和《兽医大意》等国家统编教材；主编《宠物诊疗技术大全》等专著9部。",
      },
      {
        img: "teacher/teacher/shouyi/list5.png",
        title: "方瑞",
        job: "华中农业大学农学博士，华中农业大学生命科学技术学院博士后，华中农业大学副教授，专业博士、硕士研究生导师",
        label:
          "长期坚持在科研、教学一线，致力于科学研究、人才培养和平台建设，重点从事兽医临床诊断方面的教学、科研及科技推广工作。近五年主持参与多项科研项目，包括“973”项目、 国家重点研发计划和面上项目等4项，主持横向科研项目14项，累计到校可支配经费681万元。在弓形虫的病原生物学及其感染宿主细胞的分子机制方面取得了系列创新性成果，首次证明了顶复门原虫内质网存在ATP转运蛋白，为进一步解析内质网能量供应在弓形虫乃至顶复门原虫中的生长调控机制提了供新的见解；揭示了支链淀粉对弓形虫毒力、脑包囊的功能与活化、慢性感染的维持十分关键；聚焦组蛋白巴豆酰化修饰，阐明弓形虫在猪肺泡巨噬细胞中的免疫逃避机制。任现职以来，以通讯作者的身份在PLoS Pathogens、Microbiology spectrum、Frontiers in Immunology等期刊发表SCI收录论文 22篇，其中涵盖学校分级目录中C类期刊5篇；授权专利8项，其中第一发明人2项。获评湖北省科技进步三等奖1项。",
      },
      {
        img: "teacher/teacher/shouyi/list6.png",
        title: "韩丽",
        job: "博士，副教授",
        label:
          "1978年4月出生于河北省无极县。2009年毕业于华中农业大学，获动物遗传育种与繁殖学博士学位。现在在华中农业大学动物医学院兽医外产科教研室从事教学和科研工作，主要从事小动物传染病致病机制及防控措施和动物繁殖机能相关研究，包括卵泡发育机制及奶水牛繁殖障碍等。近几年来获教育部科技进二等奖一项，湖北省科学技术推广奖一等奖一项，湖北省技术发明三等奖一项，申报专利10余项，获批专利5，转化成果1项，转化专利1项。目前主持课题有国家自然科学基金面上项目1项，参与十四五重点研发计划1项；曾先后主持湖北省自然科学基金面上项目1项，博士后特别资助及博士后面上项目各1项，参与十三五重点研发计划宠物专项，参与国家自然科学基金、国家行业支撑计划、“948”等多项科研项目。在《Nucleic Acids Res》、《Frontiers in Immunology》、《Microb Biotechnol》、《Animal reproduction science》、《Reproduction of Domestic Animal》、《Animal》等国内外杂志和论文集上发表论文80余篇，其中以第一作者发表SCI论文16篇。",
      },
      {
        img: "teacher/teacher/shouyi/list7.png",
        title: "胡长敏",
        job: "动物遗传育种与繁殖学博士学位",
        label:
          "1978年4月出生于河北省无极县。2009年毕业于华中农业大学，获动物遗传育种与繁殖学博士学位。现在在华中农业大学动物医学院兽医外产科教研室从事教学和科研工作，主要从事小动物传染病致病机制及防控措施和动物繁殖机能相关研究，包括卵泡发育机制及奶水牛繁殖障碍等。近几年来获教育部科技进二等奖一项，湖北省科学技术推广奖一等奖一项，湖北省技术发明三等奖一项，申报专利10余项，获批专利5，转化成果1项，转化专利1项。目前主持课题有国家自然科学基金面上项目1项，参与十四五重点研发计划1项；曾先后主持湖北省自然科学基金面上项目1项，博士后特别资助及博士后面上项目各1项，参与十三五重点研发计划宠物专项，参与国家自然科学基金、国家行业支撑计划、“948”等多项科研项目。在《Nucleic Acids Res》、《Frontiers in Immunology》、《Microb Biotechnol》、《Animal reproduction science》、《Reproduction of Domestic Animal》、《Animal》等国内外杂志和论文集上发表论文80余篇，其中以第一作者发表SCI论文16篇。",
      },
      {
        img: "teacher/teacher/shouyi/list8.png",
        title: "李家奎",
        job: "华中农业大学教授、博士生导师，临床兽医学系系副主任，农业部兽药评审专家，国家现代农业产业技术体系岗位科学家。安徽科技学院农学学士、南京农业大学农学硕士，吉林大学农学博士。兼任中国畜牧兽医学会内诊分会副理事长；中国畜牧兽医学会动物毒理学分会常务理事",
        label:
          "华中农业大学教授、博士生导师，临床兽医学系系副主任，农业部兽药评审专家，国家现代农业产业技术体系岗位科学家。安徽科技学院农学学士、南京农业大学农学硕士，吉林大学农学博士。兼任中国畜牧兽医学会内诊分会副理事长；中国畜牧兽医学会动物毒理学分会常务理事",
      },
      {
        img: "teacher/teacher/shouyi/list9.png",
        title: "刘东明",
        job: "华中农业大学动物医学院临床兽医系讲师，博士。中国畜牧兽医学会兽医外科学分会理事；中国畜牧兽医学会小动物医学分会会员。",
        label:
          "华中农业大学动物医学院临床兽医系讲师，博士。中国畜牧兽医学会兽医外科学分会理事；中国畜牧兽医学会小动物医学分会会员。",
      },

      {
        img: "teacher/teacher/shouyi/list10.png",
        title: "邱昌伟",
        job: "副教授，硕士生导师",
        label:
          "中国畜牧兽医学会第十五届理事会理事,中国畜牧兽医学会兽医影像技术学分会秘书长，小动物医学分会理事，兽医内科与诊疗分会理事，农业部执业兽医师命题专家及农业部第八届兽药咨询专家，培养毕业研究生28名，在校生11名。重点探索动物肿瘤性疾病的研究与兽医影像新技术。在研项目多项，以通讯作者发表科研论文三十余篇，主编或参编教材10部。",
      },
      {
        img: "teacher/teacher/shouyi/list11.png",
        title: "沈瑶琴",
        job: "华中农业大学副教授",
        label:
          "，2012年经由国家留学基金委和美中动物卫生中心联合选拔，成为我国首批公派赴美的四位学习临床兽医博士人员之一，于2017年在美国堪萨斯州立大学完成学业，通过北美职业兽医考试并获得北美兽医执照。",
      },
      {
        img: "teacher/teacher/shouyi/list12.png",
        title: "王德海",
        job: "华中农业大学讲师，华中农业大学动物医院门诊专家医师。华中农业大学农学学士、硕士。兼任中国畜牧兽医学会中兽医学分会理事；华中农业大学讲师，华中农业大学动物医院门诊专家医师。华中农业大学农学学士、硕士。兼任中国畜牧兽医学会中兽医学分会理事；",
        label:
          "第一届中国畜牧兽医学会中兽医学分会“兽医针灸学”师资培训班成员，第一届“中兽医临床千人培养计划”宠物临床针灸技术培训班成员。长期坚持在科研、教学一线，致力于科学研究、人才培养和平台建设。多年来以临床疾病、疫病的预防、诊治和治疗为导向，重点从事中兽药的药理、药剂以及针灸在宠物医疗方面的研究工作。至今主持中央高校基本科研业务费专项1项，主持华中农业大学自主资助课题1项，指导全国大学生创新创业训练计划2项，参加国家自然科学基金项目4项。公开发表科研论文30余篇，学术会议交流论文2篇，参与编写普通高等教育“十二五”规划教材1部。",
      },
      {
        img: "teacher/teacher/shouyi/list13.png",
        title: "熊文",
        job: "华中农业大学副教授，硕士研究生导师，临床兽医系中兽医学教研室主任，中国畜牧兽医学会中兽医学分会理事",
        label:
          "。从事中兽医与中兽药、天然植物饲料添加剂、疫苗佐剂等相关教学科研工作。担任Animal Research and One Health（AROH）青年编委及Veterinary Microbiology、Veterinary Research等期刊审稿人，主持国家自然科学基金面上基金与青年基金、国家重点研发子课题等科研项目，相关科研信息详见个人ORCID主页：https://orcid.org/0000-0003-0217-2992。",
      },
      {
        img: "teacher/teacher/shouyi/list14.png",
        title: "许明",
        job: "华中农业大学副教授，硕士生导师。华中农业大学农学学士、明尼苏达大学临床兽医博士",
        label:
          "2016-2021年分别在美国堪萨斯州立大学和明尼苏达大学完成兽医预科和临床兽医博士的学习，曾多次在美国Banfield、Bluepearl和VCA连锁医院和转诊中心参加心血管培训，主要方向：心血管疾病和影像学。",
      },
      {
        img: "teacher/teacher/shouyi/list15.png",
        title: "周东海",
        job: "博士，华中农业大学副教授、硕士生导师。华中农业大学农学学士、华中农业大学农学博士。中国畜牧兽医学会兽医内科学分会理事；中南地区兽医内科学分会理事；小动物外科学分会会员；武汉市宠物诊疗协会理事；华中农业大学教学动物医院门诊医师兼副院长。",
        label:
          "长期坚持在科研、教学一线，致力于科学研究、人才培养和平台建设。曾获湖北省自然科学三等奖1项，华中农业大学优秀班主任、教学三等奖等，发表论文近30篇，主编和参编教材4部。",
      },
      {
        img: "teacher/teacher/shouyi/list16.png",
        title: "朱红梅",
        job: "华中农业大学副研究员、硕士生导师。",
        label:
          "2016年12月于西北农林科技大学临床兽医学专业获得博士学位，2017年3月至2020年5月于华中农业大学兽医学博士后流动站从事博士后研究。2020年5月份至今，于华中农业大学动物医学院兽医外产科教研室从事教学和科研工作。目前主要从事动物生殖内分泌、动物乳腺发育及泌乳调控、动物繁殖障碍性疾病、基因编辑、针刺内分泌学等相关机制研究和宠物临床疾病诊疗。主持国家自然科学基金青年项目，作为课题研究骨干参与国家自然科学基金面上项目等。以第一作者和通讯作者在FEBS journal、Frontiers in cell and developmental biology、Microbial Biotechnology和Stress等国际权威期刊发表SCI论文共10余篇。",
      },
    ],
  },
  {
    title: "公共卫生学系",
    teachers: [
      {
        img: "teacher/teacher/weisheng/list1.png",
        title: "曹罡",
        job: "华中农业大学教授、博士生导师，生物医学中心副主任。",
        label:
          "长期从事新兴单细胞组学技术开发及其在“神经-免疫-感染”系统生物学中的运用研究。1）新兴单细胞组学技术：原位空间单细胞测序技术、单细胞表观组学（尤其是三维基因组学）、整合神经环路的单细胞分辨率连接组学及互作组学等多组学新技术开发及其在临床诊断中的运用；2）“神经- 免疫 - 感染”系统生物学：探索神经系统感知病原感染（如结核杆菌）与炎症反应、调节免疫系统平衡抗病原免疫应答的分子机制，特别是抑郁和精神压力情况下免疫失调与病原易感的分子基础及其药物干预靶点。",
      },
      {
        img: "teacher/teacher/weisheng/list2.png",
        title: "崔旻",
        job: "华中农业大学教授、博士生导师， 农业微生物国家重点实验室固定研究人员。中国科学院动物研究所与美国内布拉斯加医学中心联合培养博士",
        label:
          "于2010年10月加盟神经病院学团队，建立人兽共患嗜神经病毒免疫学研究组，现有博士生4人，硕士生7余人，已毕业博士生/硕士生14人。主要应用动物模型、血脑屏障体外模型，研究嗜神经病原致病机理，探讨嗜神经病毒免疫逃逸及免疫应答调控的分子机制，穿越血脑屏障及诱导神经损伤的神经免疫学机制。在Glia、J. Immunology、J. Virology、Frontiers in Immunology 等国际刊物发表SCI学术文章20余篇，参编《犬猫传染病》。实验室目前得到科技部863项目、农业部支撑计划、国家重点研发计划、国家自然基金委项目等资助。",
      },
      {
        img: "teacher/teacher/weisheng/list3.png",
        title: "戴金霞",
        job: "华中农业大学副研究员、硕士生导师。河南大学理学学士、中国科学院神经科学研究所博士。",
        label:
          "现主要开展神经生物学与病毒学的交叉研究，基于嗜神经病毒开发新型神经环路示踪工具，探索神经环路的精细结构与功能，阐明动物行为调控与病理改变的神经机制，以及神经-免疫系统互作的机理。曾在PNAS, PLOS ONE, Molecular and Cellular Neuroscience, Journal of Comparative Neurology等国际期刊发表论文。",
      },
      {
        img: "teacher/teacher/weisheng/list4.png",
        title: "黄琦",
        job: "华中农业大学动物医学院副研究员，硕士研究生导师。",
        label:
          "2011和2013年先后毕业于华中农业大学并分别获得理学学士（生物技术）和农学硕士（预防兽医学）学位，2013年9月赴英国邓迪大学攻读博士学位，并于2017年10月毕业并获得博士学位（分子微生物学）。主要从事人兽共患及动物病原细菌的功能基因组学、蛋白质组学、分子流行病学、致病机制等研究，聚焦肠外致病性大肠杆菌和猪链球菌的蛋白分泌系统、细胞分裂、细菌信号转导、应激响应等领域，同时开展新型疫苗和新型抗菌药物的开发。与英国University of Oxford、Newcastle University、University of Portsmouth、Oxford Drug Design Ltd.等建立了良好的国际合作关系。主持国家重点研发计划（政府间国际科技创新合作港澳台科技创新合作重点专项）、国家自然科学基金、校自主创新基金等项目。在PNAS（IF=9.5）、mBio（IF=6.8）、Engineering（IF=6.5）、Virulence（IF=5.5）、Veterinary Microbiology、Frontier in Cellular and Infection Microbiology等杂志上发表了SCI论文11篇。",
      },
      {
        img: "teacher/teacher/weisheng/list5.png",
        title: "栗绍文",
        job: "华中农业大学动物医学院教授、博士生导师。",
        label:
          "1974年7月出生于河南武陟。中国畜牧兽医学会兽医食品卫生学分会常务理事、兽医公共卫生学分会理事，全国动物卫生标准化委员会委员。1996年、1999年先后毕业于中国农业大学动物医学院并获学士学位（兽医专业）和硕士学位（基础兽医专业动物病理方向），2003-2008年攻读华中农业大学动物遗传育种与繁殖专业分子抗病育种方向博士研究生。主要从事兽医公共卫生和动物源性食品安全方向的教学和研究工作。主讲“动物检疫学”、“动物性食品卫生学”、“兽医公共卫生学”等课程，主编国家级规划教材1部，副主编农业部规划教材1部，副主编其他高校农林规划教材2部。主持十三五国家重点研发计划课题、国家自然科学基金、公益性行业（农业）科研专项课题、国家科技支撑计划课题、武汉市科技攻关计划等项目。在Advanced Science、Frontiers in Cellular and Infection Microbiology、Journal of Applied Microbiology、Foodborne Pathogens and Disease、Microbial Drug Resistance、Meat Science、Zoonoses and Public Health、Current Microbiology、《畜牧兽医学报》、《中国兽医学报》等国内外核心期刊发表论文70余篇（其中SCI收录35篇，第一或通讯作者12篇）。",
      },
      {
        img: "teacher/teacher/weisheng/list6.png",
        title: "刘梅",
        job: "华中农业大学副教授、硕士生导师",
        label:
          "1997年至2019年，工作于华中农业大学动物医学院预防兽医学系，2020年分配到公共卫生学系，从事微生物学与免疫学的教学和研究工作。主讲本科生《畜牧微生物学》和《兽医微生物学》课程，讲授过本科生《动物免疫学基础》等课程。曾两度荣获华中农业大学教学质量优秀一等奖。2008年至2010年，到美国South Dakota State University从事博士后研究。现主要研究方向为动物源性食品安全，主要围绕单核细胞增生李斯特菌等重要食源性病原菌的生物学特性、致病机制、环境适应性、肉品生产链传播及流行规律等开展基础和应用研究。以第一作者或通讯作者分别在《Frontiers in microbiology》、《Genome Announcements》、《Infection and Immunity》、《Toxins》、《Applied Microbiology and Biotechnology》、《Veterinary Microbiology》、《Chinese Journal of Agricultural Biotechnology》、《Journal of Invertebrate Pathology》、《中国兽医科学》、《微生物学杂志》和《高教学刊》等国内外期刊上发表了研究论文。",
      },
      {
        img: "teacher/teacher/weisheng/list7.png",
        title: "孟宪荣",
        job: "中共党员",
        label:
          "主要从事兽医公共卫生和动物性食品安全方向的教学和科研工作。发表教改论文1篇，参编全国规划教材3部。主持国家自然科学基金、国家重点研发专项子课题等5项，参加课题8项。发表文章30余篇，其中SCI收录论文12篇，第一或通讯作者的SCI论文5篇。获授权国家发明专利1项（第3完成人），参与制定国家标准和地方标准各一项。副主编学术专著1部，参编学术专著2部。",
      },
      {
        img: "teacher/teacher/weisheng/list8.png",
        title: "彭贵青",
        job: "华中农业大学教授、博士生导师，副院长，农业微生物学国家重点实验室固定人员，国家杰出青年基金获得者。华中农业大农学学士、武汉大学微生物学博士",
        label:
          "长期专注于冠状病毒研究，围绕该病毒入侵、复制的分子机制，取得一系列具有国际影响的创新性研究成果。先后解析冠状病毒(MHV、BcoV)刺突蛋白结构、病毒受体(CEACAM1b、PAPN)的结构，以及刺突蛋白与受体复合物（MHV刺突蛋白与受体CEACAM复合物、SARS-CoV刺突蛋白与受体ACE2复合物）的结构；首次发现冠状病毒刺突蛋白具有凝集素样结构，阐明了冠状病毒识别糖受体的分子机理；系统研究了动物冠状病毒非结构蛋白参与病毒复制的新机制。承担有国家自然科学基金、中组部拔尖人才基金、973子课题等科研项目。曾获第十三届湖北省自然科学优秀学术论文一等奖，第七届国际病毒学会Christophe Meriux 奖。以第一作者或通讯作者在Nature Communications、PNAS、PLoS Pathogens等杂志发表系列研究论文。",
      },
      {
        img: "teacher/teacher/weisheng/list9.png",
        title: "史月军",
        job: "河北高邑人。华中农业大学副研究员、硕士生导师",
        label:
          "“动物重要病原结构与功能及新型疫苗设计”湖北省自然科学基金创新群体成员，农业农村部非洲猪瘟等重大生猪疾病防控重点实验室副主任。2016年6月于华中农业大学预防兽医系获得农学博士学位。先后在华中农业大学生命科学技术学院、动物科学技术学院-动物医学院开展博士后研究。主要研究方向为畜禽冠状病毒入侵、复制分子机制研究与防控产品研发。先后获得博士后科学基金面上项目、校自主科技创新基金项目、国家自然科学基金青年科学基金项目、国家自然科学基金面上项目、国家重点研发计划等项目资助。目前已在Nature Communications、Journal of Virology、Emerging Microbes & Infections、Journal of Biological Chemistry等杂志上发表研究论文20余篇，参编农业农村部“十四五”规划教材2部。",
      },
      {
        img: "teacher/teacher/weisheng/list10.png",
        title: "苏文",
        job: "华中农业大学教授、农业微生物资源发掘与利用全国重点实验室研究员、湖北洪山实验室研究员，博士生导师。华中农业大学农学学士、中国农业科学院哈尔滨兽医研究所农学硕士、中国科学院动物研究所理学博士、香港大学李嘉诚医学院公共卫生学院博士后、美国孟菲斯St. Jude Children’s Research Hospital 访问学者 。",
        label:
          "主要从事动物流感病毒、冠状病毒等新发再发传染病流行病学与病原学研究，包括病原监测与风险评估、病原产生与传播机制、新型生物分子设计。先后承担香港医疗卫生研究基金（HMRF）、高层次引进人才等研究项目。近年来，已在The Lancet、Science、Nature Microbiology、Cell Reports、mBIO、Journal of Infectious Diseases、Emerging Microbes & Infections等国际期刊发表。研究组与香港大学李嘉诚医学院公共卫生学院、杜克-新加坡国立大学医学院（Duke-NUS Medical School）、美国圣犹达儿童研究医院（St. Jude Children’s Research Hospital）等保持合作交流，全力支持组员开展国际学习与交流。研究组永久期待有志投身重大传染病基础研究，情系动物和人类健康之士，加入研究组监测病原、认识病原，并最终消灭病原。",
      },
      {
        img: "teacher/teacher/weisheng/list11.png",
        title: "赵凌",
        job: "华中农业大学教授、博士生导师，公共卫生学系主任，华中农业大学农工党主委，农业微生物学国家重点实验室、湖北洪山实验室固定成员。华中农业大学农学学士、硕士，美国佐治亚大学兽医病毒学博士，美国宾夕法尼亚大学医学院微生物系博士后。兼任中国畜牧兽医学会生物技术学分会常务理事，湖北省微生物学会理事",
        label:
          "主要从事人兽共患病毒和宠物病毒研究，包括病毒致病与免疫机制研究，新型疫苗、佐剂和检测试剂的研发等。在Cell Host & Microbe， Genome Biology ，mBio ，Clinical and translational medicine 和Journal of Virology（17篇）等期刊上以第一作者或通讯作者发表文章50余篇。担任Animal Diseases副主编，Virologica Sinica、Frontiers in  Cellular and Infection Microbiology等期刊客座编辑，EMBO Molecular Medicine、Cell Reports、PLoS Pathogens、Journal of Virology等期刊审稿人。培养研究生30余人， 其中1人获“博士后创新人才支持计划”，1人获“香江学者计划”，3人获国家奖学金，1人获大北农奖学金。",
      },
      {
        img: "teacher/teacher/weisheng/list12.png",
        title: "周明",
        job: "现任华中农业大学动物医学院公共卫生学系副教授、硕士生导师",
        label:
          "分别于2006年和2009年在吉林大学获得动物医学专业学士学位和预防兽医学专业硕士学位，于2013年在中国农业大学获得预防兽医学专业获得博士学位。湖北省自然科学基金创新群体“神经嗜性人兽共患病”团队核心成员；中国实验动物学会动物实验安全专业委员会委员；江西省科技项目评审专家。目前主要从事狂犬病等重要人兽共患传染病及宠物疫病的流行病学、致病机制、以及新型疫苗研究。先后主持国家自然科学基金青年科学基金、国家自然科学基金面上项目、国家重点研发计划项目、资助博士后科学基金面上项目、博士后科学基金特别资助等国家级和省部级项目，获得首批（2018 年）和第二批（2021 年）华中农业大学硕彦计划“青年英才B”资助。以第一作者或通讯作者在《Journal of Virology》、《Emerging Microbes & Infections》、《Veterinary Microbiology》、《Transboundary and Emerging Diseases》等杂志上发表SCI论文14篇，申请发明专利6项，其中4项已授权。《Genes》期刊编委，《Frontiers in virology》期刊客座编辑，《 Frontiers in Immunology 》 和 《 Frontiers in Cellular and Infection Microbiology》等期刊的评审编辑，为《Bioactive Materials》、《Cell Death and Disease》、《Veterinary Microbiology》、《Virologica Sinica》、《Journal of Infection and Public Health》、《Bioscience Reports》、《New Biotechnology》、《Plos One》、《Cytokine》等多个期刊的审稿人。",
      },
    ],
  },
  {
    title: "兽药科学系",
    teachers: [
      {
        img: "teacher/teacher/shouyao/list1.png",
        title: "陈冬梅",
        job: "博士，教授，博士生导师",
        label:
          "国家兽药残留基准实验室(HZAU)副主任，国家兽药安全评价实验室(HZAU)副主任，农业农村部兽药残留检测重点实验室副主任，农业农村部畜禽产品质量安全风险评估实验室（武汉）副主任。国家畜禽产品质量安全风险评估创新团队一级岗位科学家，农业农村部兽药评审咨询专家，国家奶牛疾病防治科技创新战略联盟常务理事，湖北省农产品质量安全专家委员会委员。主要研究领域：精准兽药创制与环境消减技术、兽药残留与食品安全。在兽药精准传递系统研究，环境中抗微生物类药物耐药消减技术，基于纳米材料的兽药残留检测及体内示踪技术，兽药及新型环境污染物的代谢机制和环境迁移转化机制研究等取得一定成果。先后主持国家自然科学基金（面上项目）、国家科技基础性工作专项、农业农村部农产品质量安全监管专项、农业行业标准制定和修订项目(农业业行业标准)、农业行业标准制定与修订(兽药)项目等国家及省部级科研项目20余项，企业新兽药临床试验等横向科研项目40余项。获得国家技术发明二等奖1项，教育部科学技术进步一等奖1项，获得湖北省科技进步一等奖和二等奖各1项，湖北省技术发明一等奖1项，获得湖北省标准创新贡献一等奖1项，大北农科技成果奖一等奖1项。制定国家标准38项，申报国家发明专利90多项，获得授权国家发明专利60余项，申报新兽药1项，主编/副主编著作3部。在Science Advances、Applied Catalysis B: Environmental、Advances in Colloid and Interface Science、Journal of Controlled Release、Carbohydrate Polymers、Environmental Pollution、Food Chemistry、Chemosphere等杂志发表SCI收录论文100余篇。",
      },
      {
        img: "teacher/teacher/shouyao/list2.png",
        title: "陈品",
        job: "华中农业大学兽药科学系讲师",
        label:
          "先后主持和参加国家、省部级科研项目10余项，发表科研论文18篇。主编科普读物1本，参与外国兽医著作翻译5部，近20万字。参与2部国家标准的制定。",
      },
      {
        img: "teacher/teacher/shouyao/list3.png",
        title: "程古月",
        job: "博士，副教授，硕士生导师",
        label:
          "2010年获武汉大学微生物学专业理学博士学位。目前在华中农业大学动物科技学院-动物医学院国家兽药残留基准实验室从事兽医药理学和毒理学的教学和科研工作。研究方向为抗菌药耐药性及控制技术。先后主持国家自然科学基金2项，湖北省自然科学基金1项，农业部农业行业标准制定和修订项目4项，校自主创新基金2项；参与国家重点研发计划课题3项。发表科研论文70余篇，其中以第一作者或通讯作者在《Frontiers in Microbiology》、《Ecotoxicology and Environmental Safety》、《Talanta》、《Journal of Biological Engineering》等期刊发表SCI论文26篇，在《畜牧兽医学报》、《中国抗生素杂志》、《生物工程学报》、《生物技术通报》等期刊发表CSCD论文20篇；授权专利6项；获得湖北省科技进步奖一等奖2项，大北农科技奖成果奖一等奖1项。目前是中国畜牧兽医学会兽医药理毒理学分会理事、中国食品法典专家咨询委员会（抗微生物耐药性专业委员会）委员，是《国外医药抗生素分册》特邀主编、《Frontiers in Microbiology》专刊编辑、《Engineering》和《Environmental Pollution》等期刊的审稿人。",
      },
      {
        img: "teacher/teacher/shouyao/list4.png",
        title: "戴梦红",
        job: "华中农业大学动物医学院兽药科学系兽医药理与毒理学专业，副教授/硕士生导师。湖北中医药大学中药学学士和硕士，华中农业大学理学博士",
        label:
          "2012年7月-2013年7月，美国奥本大学兽医学院访问学者。兼任中国畜牧兽医学会兽医药理毒理学分会、湖北省药理学会和武汉市药理学会理事。自2005年参加工作至今，一直致力于抗菌药作用机制、细菌耐药性研究。主持973项目子课题、863项目子课题和十三五国家重点研发计划食品安全关键技术研发各一项，主持华中农业大学自主创新项目一项，主持农业部兽药安全监管项目一项，主持湖北省自然科学基金和武汉市应用基础研究计划各一项，参与国家科技支撑计划、农业部公益性行业科研专项、国家自然科学基金等多项课题。已指导毕业研究生20名，目前在读研究生6名。在国内外刊物发表论文30余篇，其中SCI论文20余篇。获得了多个全国性学术会议优秀论文奖。获得授权发明专利8项；获得2项湖北省科技进步一等奖（一项为第九完成人，一项第十完成人）；2015年获第九届大北农科技一等奖（第九完成人）。参编著作1部。",
      },
      {
        img: "teacher/teacher/shouyao/list5.png",
        title: "郝海红",
        job: "华中农业大学动物科技-动物医学院，教授、博士生导师。",
        label:
          "多年来致力于兽用抗微生物药合理应用和 人兽共患病原菌耐药性控制研究。研究工作包括：（1）人兽共患病原菌耐药性产生、适应性进化和毒力耦联机制；（2）耐药性检测标准和监控技术；（3）食源性致病菌的耐药性风险评估；（4）兽药残留的微生物安全性评价；（5）基于药物的效应动力学- 代谢动力学制定兽药合理精准用药方案等。自2010年起，主持国家和省部级课题32项，包括国家自然科学基金3项、科技部国家重点研发计划课题和子课题3项、农业农村部兽药质量监管或农业行业标准制修订项目14项、教育部新教师基金1项等。主要完成人（前三名）申请和授权国家发明专利14项，被农业农村部鉴定为国际领先水平成果3项。第一或通讯作者（含共同）发表SCI论文39篇，参编英文专著6部7章节，获国家软件著作权2项。作为指导教师，指导国家兽药残留基准实验室耐药性方向博士生10名（留学生4名），硕士生18名。赴美国、法国、意大利、西班牙等国参加国际兽医药理毒理学大会，并作抗菌药耐药性防控专题报告3次。曾先后担任国际食品法典委员会(CAC) 抗微生物药耐药性政府间特别工作组(TFAMR)两个电子工作组中国电子工作组秘书（2017 - 2019）和副主席（2020 - 2021），在农业农村部CAC中国联络处部署下，连续5年协调中方电子工作专家，组织每年三轮线上修订，连续四年参加CAC抗微生物药耐药性政府间会议（TFAMR5 / 6 / 7 / 8），连续两年参加CAC大会（CAC43和CAC44届大会），报送参会口径预案，代表中方电子工作组发言，阐述中方两项标准制修订的意见。2021年11月完成两项国际标准修订：包括《Code of Practice on minimization and contain of antimicrobial resistance, COP 》和《Guideline on integrated mornitoring and surveillance of foodborne antimicrobial resistance, GLIS》。",
      },
      {
        img: "teacher/teacher/shouyao/list6.png",
        title: "黄玲利",
        job: "华中农业大学教授，博士生导师，兽药科学系主任。国家兽药残留基准实验室(HZAU)主任，国家兽药安全评价实验室（HZAU)主任，农业部兽药残留检测重点实验室主任，农业部畜禽产品质量安全风险评估实验室（武汉）主任，华中农业大学兽药研究中心主任。农业农村部兽药评审咨询专家，全国兽药残留与耐药性控制专家委员，中国国际食品法典委员会(CAC)农业专家工作组成员，农业农村部兽药GCP现场评审专家，湖北省农产品质量安全专家委员会组长",
        label:
          "主要研究方向：新兽药开发与安全性评价；兽药代谢动力学与合理用药；兽药残留与食品安全。兼任中国畜牧兽医学会兽医药理毒理学分会常务理事、副秘书长，中国畜牧兽医学会动物药品学分会常务理事、湖北省畜牧兽医学会常务理事、湖北省暨武汉市药理学会常务理事。主持国家重点研发计划项目课题、国家自然科学基金、“973”计划项目等国家及省部级科研项目20余项，企业横向合作课题20余项。6项成果分获高等学校科学研究优秀成果奖科学技术进步奖一等奖、湖北省科技进步二等奖、湖北省标准创新一等奖和湖北省科技进步一等奖；9项成果通过省部级鉴定，20余项授权专利，30余项申报国家或行业标准。参编著作8部，发表SCI刊源论文80余篇。培养已毕业研究生60余名，在读研究生25人。",
      },
      {
        img: "teacher/teacher/shouyao/list7.png",
        title: "潘源虎",
        job: "华中农业大学动物科技与动物医学院副教授",
        label:
          "主要从事新兽药研发和兽药的食品安全评价相关工作，在新药设计、合成与活性筛选、药物代谢与残留消除等领域进行大量的研究工作。先后获授权发明专利25项；获得1项国家技术发明二等奖（排名第六），获湖北省科技进步一等奖2项，湖北省技术发明一等奖1项。",
      },
      {
        img: "teacher/teacher/shouyao/list8.png",
        title: "彭大鹏",
        job: "华中农业大学教授，博士生导师",
        label:
          "自工作以来，一直在科研教学第一线开展兽药残留与食品安全的基础理论及关键技术研究和高层次人才培养。破解了小分子化合物广谱单克隆抗体难于制备的难题，发明了一系列具有完全自主知识产权的小分子半抗原、免疫原和包被原；创制了多种灵敏、高产、优质单克隆抗体，研发出基于这些广谱抗体的试剂盒和试纸条产品。先后获包括国家技术发明奖二等奖在内的十余项国家及省部级科技奖励；发表科研论文百余篇。",
      },
      {
        img: "teacher/teacher/shouyao/list9.png",
        title: "瞿玮",
        job: "华中农业大学动科动医学院兽药科学系讲师。武汉大学理学学士、沈阳药科大学理学硕士、武汉大学理学博士",
        label:
          "获授权发明专利1项；获湖北省科技进步一等奖1项。发表SCI论文十余篇，其中第一作者5篇。",
      },
      {
        img: "teacher/teacher/shouyao/list10.png",
        title: "陶燕飞",
        job: "中共党员。华中农业大学副教授、硕士生导师，华中师范大学理学学士及硕士、华中农业大学农学博士",
        label:
          "在华中农业大学国家兽药残留基准实验室从事教学、科研工作。主讲课程药物及毒物分析。长期从事食品安全、农药和兽药残留、药物及毒素代谢的研究。主攻方向结合纳米材料研制快速准确分析有毒有害物方法及生物分析方法。主持国家自然科学基金一项，973子课题一项，先后参与完成了国家基金、省部重大项目和武汉市攻关项目20余项，发表SCI论文50余篇，制定国家标准40余项，申报专利30余项。2017年获得1项国家科技进步二等奖（第五完成人），获其他省部级科技奖励8项，2015年获大北农科技一等奖一项",
      },
      {
        img: "teacher/teacher/shouyao/list11.png",
        title: "王旭",
        job: "华中农业大学教授、博士生导师。兽药科学系副主任，国家兽药安全评价实验室（华中农业大学）副主任，中国兽医药理学与毒理学会常务理事、中国兽医毒理学常务理事、药理学会会员、中国毒理学会会员、湖北省毒理学会副理事长",
        label:
          "2022年度全球“高被引科学家”，农业农村部兽药评审咨询专家，“国家畜禽产品质量安全风险评估创新团队”二级岗位科学家，湖北省科学技术厅权威专家库高级专家，武汉市突发事件应急管理专家，Frontiers in Veterinary Science兽医药理学与毒理学副主编。长期从事兽医药理学与毒理学研究，主持3项国家自然科学基金，1项十三五国家重点研发项目。获得湖北省科技进步奖一等奖1项，神农中华农业科技奖二等奖1项。获授权发明专利17项，软著1项，获得国际领先水平的鉴定成果5项。在国内外期刊发表论文150余篇，其中高被引论文10篇，Highlight论文3篇，封面文章2篇，出版专著2部。是巴基斯坦教授、副教授的Tenure Review人员",
      },

      {
        img: "teacher/teacher/shouyao/list12.png",
        title: "王玉莲",
        job: "",
        label: "",
      },
      {
        img: "teacher/teacher/shouyao/list13.png",
        title: "位灯国",
        job: "华中农业大学动物医学院兽药科学系教授、博士生导师，农业微生物学国家重点实验室、湖北洪山实验室固定研究人员，华中农业大学交叉科学研究院研究员。",
        label:
          "先后主持国家自然科学基金（3项）、湖北省自然科学基金、华中农业大学自主创新基金等10多项课题。以第一或通讯作者在J. Am. Chem. Soc., Nucleic Acids Res., J. Med. Chem., RNA Biol.，J. Agric. Food Chem.等国际学术期刊发表论文20余篇，其中，有 8 篇文章发表在影响因子大于 15 的期刊上。研究领域为：挖掘抗病毒药物分子设计新靶标，开发经济、安全的抗病毒药物产品，及时阻断新发、突发病毒流行传播，降低病死率，减少养殖业损失。点击华中农业大学教师主页平台管理系统 位灯国--中文主页--课题组简介(hzau.edu.cn)了解课题组详情",
      },
      {
        img: "teacher/teacher/shouyao/list14.png",
        title: "谢书宇",
        job: "华中农业大学教授、博士生导师，“国家重点人才工程项目”青年学者，新兽药评审咨询专家",
        label:
          "“狮山硕彦计划”拔尖人才A岗，中国毒理学会兽医毒理学委员会委员，国家奶牛疾病防治科技创新联盟理事。主要从事兽药缓控释制剂、药物代谢动力学和兽医临床药理学方面的研究。基于智能响应性材料的开发并结合制剂新技术创制了系列兽药高效精准传递系统，实现兽药的高效吸收和精准递呈，阐明了其高效促吸收和精准递呈的机制，初步建立了高效精准递呈系统的设计理论和评价体系，突破了其规模化生产和合理应用等关键科学问题和技术瓶颈。主持承担国家自然科学基金2项，十三五国家重点研发计划子课题2项， 湖北省自然科学基金面上项目1项，中央高校自主创新基金-优秀人才资助项目1项，华中农业自主创新基金2项，企业新兽药临床试验18项，参与获湖北省科技进步奖一等奖、科学技术发明奖和大北农科技奖成果奖一等奖各1项。以第一或通讯作者在Adv. Colloid Interface Sci., Carbohydrate Polymers, Journal of Control Release, Particle and Fibre Toxicology, Environmental Pollution, Nanomedicine , Chemosphere, International Journal of Nanomedicine等高水平杂志发表SCI收录论文45篇，共同作者发表SCI收录论文60余篇，申报新兽药2个，申请国家发明专利13项，获授权发明专利6项，获成果鉴定5项，共同主编《兽药固体脂质纳米》，参编《药剂学》和《肉鸡场兽药规范使用手册》。近五年指导的硕士研究生，4人直博，5人次获得研究生国家国家奖学金，毕业生生就业率100%",
      },
    ],
  },
  {
    title: "动物繁殖与特种经济动物学系",
    teachers: [
      {
        img: "teacher/teacher/fanzhi/list1.png",
        title: "方芳",
        job: "丹麦奥胡斯大学遗传学博士，现为湖北洪山实验室及华中农业大学动物繁殖与特种经济动物学系副研究员，硕士生导师",
        label:
          "主要研究方向包括中华蜜蜂种质资源的保护和利用，蜜蜂级型分化的调控机制等。相关研究成果已在《Genomics》、《Journal of Animal Science》等国际动物遗传专业杂志上发表。主持或完成国家自然科学基金、海外博士后国际交流引进计划项目、湖北省自然科学基金、中国博士后面上基金等项目，并参与十四五重点研发等项目。已获授权软件著作权2项。",
      },
      {
        img: "teacher/teacher/fanzhi/list2.png",
        title: "何长久",
        job: "博士，副研究员，硕士生导师，中共党员（学系党支部组宣委员）",
        label:
          '坚持以探究卵泡发生与排卵调控机制为“立足点”，以优化、创新繁殖技术，提高雌性动物繁殖力为“目标”。累计在"Journal of pineal research", "Aging cell", "Communications biology",“Journal of biological chemistry”以及“Molecular human reproduction”等权威刊物上发表论文30余篇。获Wiley开放科学“中国杰出作者奖”(2023)、英国生殖与生育学会“生殖杂志奖”(2021)，并作为第2完成人获得吉林省“自然科学学术成果三等奖”(2018)。担任“Journal of pineal research”,“Communications biology”、"Biology of reproduction”以及“中国畜牧兽医”等多个期刊审稿人，授权专利7项。 在教学上，承担本科生《动物繁殖学》、《动物繁殖学实验》；研究生《动物生殖生理学》、《动物繁殖理论与生物技术》以及《动物繁殖研究进展》等课程讲授。副主编本科教材《羊生产学》，参编《动物繁殖学》。',
      },
      {
        img: "teacher/teacher/fanzhi/list3.png",
        title: "滑国华",
        job: "博士，教授，国家高层次青年人才计划入选者，博士生导师、硕士生导师",
        label:
          "任全国畜牧业标准化技术委员会委员、中国畜牧兽医学会动物繁殖委员会理事、家畜生态学分会理事等，先后在美国内布拉斯加大学医学中心从事博士后研究、担任访问副教授，与美国哈佛大学医学院、威奇塔州立大学等保持密切合作关系。主要从事动物生殖内分泌调控和泌乳性能调控理论和技术研究，致力于母牛卵泡发育、乳腺发育、泌乳功能的遗传调控与内分泌调控机制研究，以及母牛新型发情排卵调控技术的研发与推广应用。先后主持国家青年拔尖人才支持计划、国家自然科学基金面上项目、青年项目、湖北省青年科技晨光计划等，十四五、十三五国家重点研发项目骨干等13个项目。在Endocrinology Reviews、Nature communications等国内外高水平杂志发表论文100余篇，获国家发明专利14项，制定农业行业标准、地方标准等3项，申请软著1项，参编教材4部，专著2部；获湖北省科技进步一等奖（排4）、教育部科技进步二等奖（排3）、湖北省重大科学技术成果奖等3项。主要承担本科生《动物繁殖学》、《牛生产学》课程，研究生《动物生殖生理学》、《动物繁殖生物技术》等。",
      },
      {
        img: "teacher/teacher/fanzhi/list4.png",
        title: "霍立军",
        job: "华中农业大学教授，博士生导师，动物繁殖与特经系副系主任。教育部新世纪优秀人才，霍英东基金获得者",
        label:
          "东北农业大学理学学士和基础兽医学硕士，中科院动物所理学博士。中国动物学会细胞及分子显微技术学分会理事，中国动物学会生殖生物学分会理事。研究领域为哺乳动物卵巢生殖生理，集中在卵母细胞减数分裂成熟及成熟卵子质量调控等。在SCI期刊发表第一或通讯作者科研论文30余篇，参与编译专著《小鼠胚胎操作实验手册》。获得2004年教育部提名国家科技奖二等奖及2004年黑龙江省科学技术三等奖。先后承担农业部转基因动物项目、教育部新世纪优秀人才支持计划项目、霍英东基金基础性研究项目、教育部博士点基金、国家自然科学基金面上项目等。",
      },
      {
        img: "teacher/teacher/fanzhi/list5.png",
        title: "李翔",
        job: "东北林业大学农学学士、华中农业大学农学博士",
        label:
          "兼任华中农业大学神农架科技创新中心副主任、湖北省养蜂学会理事长、湖北省野生动物保护协会野生动物繁育与利用分会会长、中国养蜂学会常务理事、世界水牛协会中国代表、中国畜牧兽医学会动物繁殖学分会理事和湖北省湿地基金会理事。现为华中农业大学农业动物遗传育种与繁殖教育部重点实验室固定工作人员，湖北省农业科技创新中心“畜禽遗传改良及健康养殖技术研究与应用” 创新团队成员。长期坚持在科研、教学一线，致力于科学研究、人才培养和社会服务，以产业发展中的重大问题为导向，以特种经济动物和野生动物为研究对象，重点从事水牛耐粗机理、农业废弃生物质资源饲料化、中蜂和野生动物资源保护与利用等领域的科学研究。先后获授权发明专利11项、湖北省科技进步三等奖1项和武汉市科技进步二等奖1项；主持国家和省部级科研项目40余项；参与制定国家标准和湖北省地方标准3项；主编和参编著作3部，发表文章90多篇。在国内外率先发现和报道水牛是具有木质素降解能力的哺乳动物，是热带和亚热带地区畜牧业可持续发展不可或缺的种质资源，并从全消化道利用、瘤胃微生物功能和饲料木质素单体结构等方面揭示水牛降解木质素的机制，在相关领域转化科技成果1项。",
      },
      {
        img: "teacher/teacher/fanzhi/list6.png",
        title: "梁爱心",
        job: "华中农业大学副教授、硕士生导师",
        label:
          "2004年6月获得华中农业大学动物科学专业学士学位，2009年6月获得华中农业大学动物遗传育种与繁殖专业博士学位。兼任湖北省养蜂学会秘书长，中国畜牧兽医学会动物繁殖学分会理事。曾先后赴意大利那不勒斯Federico II大学和美国University of Nebraska Medical Center（UNMC）作访问学者。主要研究方向为动物生殖内分泌与免疫、蜜蜂繁育等。以第一作者或通讯作者在《Journal of Dairy Science》、《Ecotoxicology and Environmental Safety》等国内外学术期刊发表论文37篇，其中SCI收录论文26篇；主持或完成国家自然科学基金4项、国家重点研发课题1项、教育部新教师基金1项、湖北省自然科学基金2项；获湖北省科技进步一等奖1项（排5）；教育部科技进步二等奖1项（排5）；湖北省技术发明三等奖1项（排2）；参与申报专利12项并获得授权9项；主持湖北省教改项目1项；；参编著作6部。",
      },
      {
        img: "teacher/teacher/fanzhi/list7.png",
        title: "刘桂琼",
        job: "华中农业大学副教授、硕士生导师。四川农业大学农学学士、扬州大学农学博士。",
        label:
          "主要以鸡和羊为对象研究畜禽分子遗传和功能基因组学。现主持国家自然科学基金、省现代农业产业技术体系等项目。先后在国内外期刊上发表科研论著共计发表科研论著共计90余篇，SCI收录文章15篇，其中以通讯作者和第一作者在《Vaccine》、《Ecology & Evolution》、《Reproduction in Domestic Animals》、《Avian biology research》,《British poultry science》,《Asian-Aust.J.Anim.Sci.》等发表论文10篇，主参编专著10部，软件著作权证书3件。培养硕士研究生10人",
      },
      {
        img: "teacher/teacher/fanzhi/list8.png",
        title: "刘鑫",
        job: "华中农业大学副研究员，博士生/硕士生导师。",
        label:
          "2009-2018年在西北农林科技大学本硕博连读，长期从事家畜克隆胚胎发育和基因工程育种的研究。2018年加入华中农业大学猪繁殖学研究团队，(1) 围绕克隆胚胎发育障碍问题，从卵母细胞、供体细胞、表观修饰等方面建立猪高效克隆技术；(2) 针对哺乳动物的早期胚胎发育，从转录组、表观组、代谢组等方面揭示精卵结合、基因组激活、谱系分化等重要事件的发生机制。近5年发表胚胎发育领域相关高水平论文6篇，授权专利3项，主持科研项目6项。欢迎对胚胎发育感兴趣的优秀学子联系！",
      },
      {
        img: "teacher/teacher/fanzhi/list9.png",
        title: "苗义良",
        job: "博士，三级岗教授，博士生导师",
        label:
          "动物繁殖与特经系主任，干细胞与再生生物学研究所所长，实验动物中心副主任，动物育种与健康养殖教育部前沿科学中心副主任，农业动物遗传育种与繁殖教育部重点实验室副主任。兼任中国畜牧兽医学会动物繁殖学分会常务理事、中国动物学会细胞与分子显微技术学会常务委员、中国动物学会生殖生物学会委员、中国农业生物技术学会动物生物技术分会委员、《华中农业大学学报》副主编等。主要致力于1）动物早期胚胎发育和体细胞重编程的机制；2）胚胎干细胞多能性维持和分化的机制研究；3）环境因素对胚胎发育影响的机制研究；4）基因编辑与动物模型创制。分别在Genome Research、Molecular Cell、PNAS、Autophagy、Advanced Science、Stem Cell Reports、Biology of Reproduction等杂志发表SCI收录论文80余篇。先后承担2项国家重点研发项目、4项国家自然基金面上项目和专项项目、国家转基因重大专项、国家科技支撑计划子项目、湖北省自然科学基金创新群体项目等多项科研项目。",
      },
      {
        img: "teacher/teacher/fanzhi/list10.png",
        title: "熊家军",
        job: "民盟盟员，博士，副教授。",
        label:
          "主要从事草食动物和特种经济动物繁育与生物技术等方面的教学、科研、科技开发推广和社会服务工作。任华中农业大学宠物产业研究院副院长兼宠物行为与用品研究中心主任，同时兼任中国奶业协会繁殖专业委员会秘书长、国家特种经济动物科技创新联盟理事，全国畜牧业标准化技术委员会羊业及特色畜产业标准化工作组委员，中国畜牧兽医学会动物福利与健康养殖分会常务理事，中国畜牧兽医学会鹿业分会理事，中国畜牧兽医学会动物繁殖学分会理事，湖北畜牧兽医学会理事，湖北实验动物学会理事，全国第三次畜禽资源普查湖北省特种动物专家组组长，吉林省梅花鹿产业协会专家委员会专家以及《经济动物学报》编委。连续多年选派为湖北省科技特派员和湖北省“三区”科技人员专项计划选派人员派驻企业作为技术指导。主要讲授课程有实验动物学、特种动物生产学、宠物鉴赏等本科生和研究生课程，课程《宠物犬的饲养与呵护》获得湖北省精品视频课程，慕课《宠物犬鉴赏》被认定为2018国家精品在线开放课程，2020年被认定为国家级一流本科课程。先后承担国家自然科学基金、国家重点研发计划项目、湖北省自然科学基金、中央高校基本科研业务费专项基金等10多项，主编国家“十一五”、“十二五”、十三五”规划教材5部，主参编各种著作和书籍70余部，在国内外学术刊物上公开发表论文70余篇，其中SCI收录10多篇，获湖北省技术发明一等奖1项，湖北省技术发明二等奖2项、三等奖1项，湖北省科技成果1项，其他奖项10多项，参与制定国家标准2项，获国家授权专利7项。",
      },
      {
        img: "teacher/teacher/fanzhi/list11.png",
        title: "杨利国",
        job: "华中农业大学教授、博士生导师，动物繁殖与特经系系主任，动物遗传育种与繁殖教育部重点实验室副主任，兼国际动物繁殖学会常务理事、国际山羊协会中国代表、中国动物繁殖研究会副理事长、中国奶业协会副理事长、中国奶业协会繁殖专业委员会主任、中国畜牧兽医学会养羊学分会副理事长、中国农业生物技术动物专业委员会常务委员等职",
        label:
          "曾主持完成英国皇家学会“女皇研究基金”（1项）、国家自然科学基金资助项目（10项）、”948”项目1项，“863”项目1项，教育部博士点基金（3项）、中德农业合作项目（2项）和江苏省自然科学基金（2项）等基础性研究项目等；主持完成国家十五攻关子课题3项、国家农业跨越计划项目1项，农业成果转化基金2项。主持完成的成果获国家发明专利8项、国家实用新型专利1项，省部级以上成果奖（二等和三等）7项 。近5年来，在国内外公开发表相关研究论文141篇，其中SCI收录48篇，主编和参编著作9部。已招收高级访问学者（3人）、博士后（4人）、博士生（47人）和硕士生（113人）共167人，毕业或出站高级访问学者（3人）、博士后（3人）、博士生（36人）和硕士生（84人）共126人。",
      },
      {
        img: "teacher/teacher/fanzhi/list12.png",
        title: "张淑君",
        job: "华中农业大学教授，博士生导师。分别于2001年和2002年晋升教授和博士生导师",
        label:
          "主要研究方向为动物奶光谱指纹及其功能挖掘、动物性状表型智能测定和大数据分析与育种、动物抗病遗传育种。 “欧盟居里夫人人才(the Fellowship of Marie Curie)”、“武汉黄鹤英才”、英国BBSRC人才（the Fellowship of Underwood, 英国生物技术与生物科学研究委员会）”的获得者，英国皇家兽医学院和比利时列日大学访问教授。分别在英国剑桥大学、桑格尔研究所和皇家兽医学院进行国际合作研究二年半、半年及二年的。派送37人次（26名博士生、硕士生和本科生）去剑桥大学等进行国际合作研究和联合培养，其中一名博士生获得了英国牛顿青年基金。 主持和承担了来自英国的BBSRC、ICUK和剑桥大学等资助7项，欧盟第七框架计划资助3项，加拿大资助1项，科技部的十四五国家研发计划的政府间重点国际科技合作和中欧重大专项资助等16个共27个国际合作项目，以及国家自然科学基金、863计划、转基因重大专项、国家成果转化基金、国家支撑项目等20多个科研项目，共主持了50多项科研项目；多次在国内外重要会议上做大会或分会报告，主办了五次动物育种与疾病控制技术国际研讨会，建立了2个国际联合实验室、1个科研国际合作基地。 获得了16项发明专利，制订了2项国家标准。在《JEM，Journal of Experimental Medicine》、《PNAS》、《J Bone Miner Res》和《遗传学报》等国内外杂志中发表论文130余篇。兼任中国畜牧兽医学会动物繁殖学分会常务理事、中国奶协动物繁殖专业委员会副主任，担任《Animal diseases》杂志编委，以及《遗传学报》和《畜牧兽医学报》、《BMC Infectious Diseases》和《Developmental & Comparative Immunology》等杂志审稿人。",
      },
      {
        img: "teacher/teacher/fanzhi/list13.png",
        title: "周吉隆",
        job: "华中农业大学副研究员、博士生导师",
        label:
          "2017年6月于南京农业大学动物遗传育种与繁殖专业获得博士学位，2017年7月加入华中农业大学克隆与干细胞研究团队开展博士后研究。2020年7月全职加入华中农业大学动物繁殖与特经系参加工作。围绕卵泡发育生殖生理，卵母细胞成熟，早期胚胎发育及干细胞多能性调控及干性能级转化机制开展科学研究。主持国家自然科学基金青年项目、中国博士后科学基金特别资助、中国博士后科学基金面上项目，中央高校科研启动专项，湖北省自然科学基金，湖北省干细胞开放课题等，担任国家科技部重点研发项目子课题骨干。目前以第一或通讯作者在Autophagy, Biology of Reproduction, Molecular and Cellular Endocrinology, Theriogenology等发表SCI论文9篇。担任Journal of Biochemistry, Cell Report, Communication Biology等期刊专业审稿人。承担本科生《干细胞生物学》《发育生物学》，研究生《干细胞与胚胎生物学前沿》等教学工作。",
      },
      {
        img: "teacher/teacher/fanzhi/list14.png",
        title: "周扬",
        job: "华中农业大学副教授，硕士生导师。2017年博士毕业被华中农业大学引进为副研究员",
        label:
          "。2014-2016年在美国农业部和约翰霍普金斯大学进行博士联合培养。主要从事牛优异遗传资源挖掘和应用研究；利用计算机处理生物大数据，解析决定牛经济性状的基因组结构变异及其发生机理，聚焦牛体脂分布研究，降低廉价脂肪沉积，提高高档牛肉比例，综合提高牛经济效益。兼任中国畜牧兽医学会高级会员、畜禽遗传标记学分会理事、Frontier in Genetics等杂志客座编辑。主持或完成国家自然科学基金、湖北省自然科学基金等项目，并参与十三五重点研发和十三五重大专项等项目。参与编写本科生或研究生教材2部，参与编写专著3部，其中英文专著1部。积极开展国内外合作，以牛、羊、猪等家畜为研究对象在Nature Genetics等杂志发表42篇SCI论文，其中以第一作者或通讯中作者以牛为研究对象在Genome Research（封面文章）、BMC Biology、Gigasicence、DNA research等领域专业期刊发表24篇SCI论文；获批或申请专利8件，软件著作权2项，牛育种芯片2套。所研究的牛CNV-GWAS研究获美国农业部东北区墙报展览第一名。",
      },
    ],
  },
  {
    title: "动物营养与饲料科学系",
    teachers: [
      {
        img: "teacher/teacher/siliao/list1.png",
        title: "黄飞若",
        job: "动物营养与饲料学博士、教授/博士生导师，美国加州大学伯克利分校访问学者。动物营养与饲料科学系主任/党支部书记",
        label:
          "研究方向为动物分子营养学和饲料加工工艺，主要从事猪肠道、肝脏以及脂肪组织营养代谢与表观遗传调控之间的关系研究。主讲本科生课程《饲料学》、《饲料分析与动物营养研究技术》，研究生课程《动物消化道健康》，以及博士研究生学位课程《物质代谢与营养调控》，先后荣获国家教学成果“二等奖”、湖北省教学成果“一等奖”、华中农业大学教学质量优秀“一等奖”、华中农业大学“狮山硕彦计划”教学能手、全国大学生动物科学专业技能大赛团体特等奖（优秀指导教师）等奖项。主持、承担和参与国家及省部级课题30余项，主持的科研项目有十四五国家重点研发计划、国家“973”计划、国家自然科学基金青年基金、国家自然科学基金面上项目、瑞典国际青年基金、教育部高等学校博士学科点新教师基金、湖北省科技研究与开发计划以及多项横向课题等项目。以第一或通讯作者在Journal of Hepatology、Journal of Nutrition、Journal of Animal Science等期刊发表SCI论40余篇；主编“十四五”本科规划教材《饲料智能加工生产学》1部、独著学术专著《猪营养代谢与表观遗传学》1部、副主编本科规划教材《配合饲料学》等2部；获湖北省科技进步二等奖和三等奖各1项。同时，所研究的课题注重“产、学、研”的结合，多次与国内外知名企业研发中心进行项目合作，欧洲国际知名畜牧网站Pigprogress报道了校企合作研究成果。目前已培养毕业博士研究生和硕士研究生共计23名，指导研究生先后获得国家级、省级、校级荣誉称号和企业奖学金共计40余人次。  ",
      },
      {
        img: "teacher/teacher/siliao/list2.png",
        title: "马立保",
        job: "华中农业大学副教授、硕士生导师，生猪精准饲养与饲料安全技术湖北省工程实验室副主任。",
        label:
          "主讲《动物营养学》、《高级动物营养学》、《饲料学进展》等本科生与研究生课程。坚持走“产学研”相结合的道路，在教学与科研中以动物营养学、饲料学、动物生理学、兽医药理学等学科的理论与技术为指导，以养猪生产中的问题为导向，开展生猪精准饲养、新型兽药及兽药新剂型的研制、天然药物及天然药物提取物的开发等工作并取得相应的成果；基于肠道菌群揭示了天然植物提取物小檗碱、花旗松素、鞣花单宁等物质提高仔猪肠道黏膜屏障功能，降低炎症反应的机制，为保护仔猪肠道健康提供了新靶点。先后主持（或参与）国家重点研发计划、国家自然科学基金区域创新联合基金、国家自然科学基金重点项目、湖北省农业成果转化、武汉市高新技术成果转化及产业化等项目的研究，以第一作者授权发明专利8项、发布湖北省地方标准两部（无抗日粮配制技术规范 生猪和家禽），获湖北省科技进步二等奖一项，主编和参编著作2部。  ",
      },
      {
        img: "teacher/teacher/siliao/list3.png",
        title: "彭健",
        job: "农工党党员，华中农业大学二级岗教授，博士生导师",
        label:
          "现代农业产业技术体系“十三五” 种公猪营养与管理岗位科学家，国务院特殊津贴获得者，入选教育部新世纪百千万人才工程国家级人选，湖北省新世纪高层次人才工程第二层次。中国农学会微量元素与食物链分会副理事长、中国畜牧兽医学会动物营养学分会常务理事，湖北省饲料工业协会常务理事，湖北省饲料工业协会标准化委员会委员，湖北省畜牧兽医学会动物营养与饲料学专业委员会主任，《华中农业大学学报》编委等，农工民主党华中农业大学委员会主委，农工民主党湖北省委委员，第十届湖北省青年常委。主要研究分子营养学、畜禽重要性状形成的营养调控、畜禽饲料资源的评价、开发和利用。先后主持、承担并完成59项国家及省部级重点研究项目，科研经费近3000万元，获国家科技进步二等奖、湖北省科技进步一等奖等省部级奖励17项，与希腊亚里士多德大学、荷兰SFR饲料研究所、美国诺伟司国际公司等建立了密切合作关系。2006-2016年间，在《Cellular And Molecular Life Sciences》、《Open biology》、《Cellular Signaling》、《Molecular and Cellular Endocrinology》、《Oncotarget》、 《European Journal of Cell Biology》、《Amino Acids》、《General and Comparative Endocrinology》、《British Journal of Nutrition》、《Nutrition》、《Journal of Animal Physiology and Animal Nutrition》、《Journal of Animal Science》等国际知名杂志上发表SCI论文76篇，在《中国细胞生物学学报》、《动物营养学报》、《中国畜牧杂志》、《国外畜牧科技》等国内核心期刊和会议论文集上发表论文80余篇，共计160余篇，主编或参编著作6部。曾被评为 “湖北省有突出贡献中青年专家”、“湖北省跨世纪学术骨干”、“湖北省高校优秀女教职工”及“武汉市优秀科技工作者”； 曾荣获“湖北省第四届青年科技奖”和“洪山区青年创业奖”。  ",
      },
      {
        img: "teacher/teacher/siliao/list4.png",
        title: "齐德生",
        job: "华中农业大学教授、博士生导师，动物营养与饲料科学系主任，湖北省饲料质量监督检验站站长。华中农业大学农学学士、华中农业大学农学博士",
        label:
          "中国畜牧兽医学会家畜环境卫生学分会副理事长，动物营养学分会常务理事；中国饲料工业协会常务理事；湖北省饲料工业协会监事；湖北省标准化协会理事；中国粮油学会饲料专业分会理事。坚持教学相长，坚持“教学、科研、生产”三结合，积极投身学科建设，努力服务饲料行业和社会。在饲料原料高效利用、饲料抗营养因子危害与控制、霉菌毒素毒理与防控技术等方面做了卓有成效的工作。制修订国家、行业标准15项；获授权发明专利3项；获湖北省科技进步二等奖1项。主编和参编著作8部。",
      },
      {
        img: "teacher/teacher/siliao/list5.png",
        title: " 齐智利",
        job: "华中农业大学五级岗副教授、研究生导师",
        label:
          "主要研究方向为动物营养调控与饲料效价评定，注重逆态环境下（环境应激和疾病）动物营养与调控技术研究。先后主持“十三五”国家重点研究计划子课题2项、湖北省公益性科技攻关项目、湖北省科技支撑项目和高校重点引智项目等科研项目10余项；参与承担国家自然科学基金、湖北省“十一五”科技攻关重大重点项目4项；在《Animal Nutrition》、《Asian-Australasian Journal of Animal Sciences》、《中国实验动物学报》和《动物营养学报》等权威学术刊物上发表论文100余篇；先后申请受理国家发明专利3项，获得湖北省科技进步二等奖1项；湖北省优秀硕士论文指导奖1项，农业硕士实习实践优秀指导教师奖1项，华中农业大学优秀硕士论文指导奖8项；主编立项“十三五”国家规划教材1部，参编国家规划教材4部，研究生教材2部；已培养毕业硕士研究生22人，目前在读硕士研究生8人，指导的多名研究生获得国家奖学金、企业奖学金和“三好学生”奖励，并获得“优秀毕业生”和“优秀研究生干部”等称号。",
      },
      {
        img: "teacher/teacher/siliao/list6.png",
        title: "宋彤星",
        job: "博士，华中农业大学副研究员，硕士生导师",
        label:
          "。2018年6月于华中农业大学动物营养与饲料科学专业获得博士学位，2018年8月赴美国普渡大学（Purdue University）开展博士后研究，2019年7月进入华中农业大学动物科技学院动物营养与饲料科学系工作。主要以猪、小鼠及动物细胞为模型，开展动物脂肪细胞生成的分子机制及脂肪细胞代谢的营养调控研究。目前，以第一作者或共同第一作者在国际知名期刊Advanced Science、Nucleic Acids Research、Cellular and Molecular Life Sciences等发表SCI论文7篇，参编著作2部。担任Cell Death & Disease、Journal of Nutrition、Journal of Animal Science等杂志审稿人。",
      },
      {
        img: "teacher/teacher/siliao/list7.png",
        title: "孙铝辉",
        job: "博士，动物营养与饲料科学系教授、博士生导师，动物营养与饲料科学系副主任",
        label:
          "美国康奈尔大学访问学者，中国畜牧兽医学会动物营养学分会理事，担任《Animal Research and One Health》、《Journal of Animal Science and Biotechnology》、《Poultry Science》、《Toxicon》等杂志副主编和编委。从事动物营养与饲料科学教研工作，主要研究方向为家禽营养、饲料安全与质量控制，研究领域：1）硒与硒蛋白的生物学功能及机制；2）饲料中常见霉菌毒素危害畜禽健康的分子机制。主持国家自然科学基金、国家重点研发计划及国际合作等项目30余项。获教育部“国家级教学成果二等奖”（2023）、“全国高校黄大年式教师团队”（2022）、霍英东教育基金会“青年教师奖”（2020）、“国家人才计划”（2019）、美国营养学会“Milton L. Sunde Award”（2017）等。以通讯作者在营养学国际权威期刊《Science China-Life Sciences》、《Journal of Nutrition》、《Free Radical Biology and Medicine》、《Archives of Toxicology》等杂志发表SCI论文40余篇。",
      },
      {
        img: "teacher/teacher/siliao/list8.png",
        title: "王帅",
        job: "华中农业大学副研究员、硕士生导师",
        label:
          "主要研究领域为饲料科学和家畜环境科学，重点关注饲料安全与生物技术，包括真菌毒素等有毒有害物质对动物健康的危害机制及防控措施、新型饲料资源研究开发等。主持国家自然科学基金青年项目1项、中国博士后科学基金面上资助1项、湖北省自然科学基金青年项目1项、中央高校基本科研业务费项目1项、华中农业大学深圳营养与健康研究院研发项目1项；参与国家重点研发计划1项。以第一作者或通讯作者身份在Journal of Hazardous Materials、Food and Chemical Toxicology和Journal of Agricultural and Food Chemistry等国际专业杂志发表SCI论文20余篇。",
      },
      {
        img: "teacher/teacher/siliao/list9.png",
        title: "王艳青",
        job: "华中农业大学副教授、硕士生导师。西北农林科技大学农学学士和硕士",
        label:
          "长期坚持在科研、教学一线，致力于科学研究和人才培养。重点从事肉羊营养需要以及矿物质营养的研究。",
      },
      {
        img: "teacher/teacher/siliao/list10.png",
        title: "魏宏逵",
        job: "华中农业大学副教授、硕士生导师。动物营养与饲料专业博士",
        label:
          "主要从事营养代谢与仔猪肠道先天免疫成熟研究。先后主持国家自然科学基金、国家“973”项目（子任务）、国家科技支撑计划、湖北省科技支撑计划等科研项目18项。以第一或通讯作者发表论文30余篇，申请专利3项，授权专利2项；获神农中华农业科技奖成果一等奖等省部级科技奖励3项。",
      },
      {
        img: "teacher/teacher/siliao/list11.png",
        title: "许庆彪",
        job: "华中农业大学动物营养与饲料科学系副研究员、硕士生导师",
        label:
          "入选农业农村部农业科研杰出人才培养计划（2021），获颐和青年创新奖（2022）。主讲本科生《动物营养学》等课程。主要研究领域：1）奶犊牛消化道健康与营养调控；2）生物活性肽开发与应用研究。先后主持国家自然科学基金、十四五国家重点研发计划子课题、湖北省自然科学基金面上项目、动物营养学国家重点实验室开放课题、中央高校基本科研业务费和企业横向等10余项课题。以第一或通讯作者在Microbiome、Trends in Food Science & Technology、Journal of Dairy Science及Journal of Animal Science & Biotechnology等行业期刊发表SCI论文30余篇，ESI高被引论文1篇，申请发明专利5项，参编著作4部。所培养研究生多次获得国家奖学金。中国动物营养学会和美国奶业协会会员，担任iMeta、Animal Research and One Health和Frontiers in Microbiology等杂志编委，担任The ISME Journal、Gut Microbes和Journal of Dairy Science等多个杂志审稿人。",
      },
      {
        img: "teacher/teacher/siliao/list12.png",
        title: "晏向华",
        job: "华中农业大学二级教授、动物科学技术学院/动物医学院副院长(分管科研)",
        label:
          "主讲本科生《动物营养学》等课程，曾获国家教学成果二等奖、湖北省教学成果特等奖、华中农业大学教学成果一等奖、华中农业大学本科教学质量一等奖等；长期秉承“育人先育己”和“专心、专注、专业、专攻”的育人理念，坚持立德树人与教书育人并重，曾获华中农业大学第七届“师德先进个人”、华中农业大学研究生指导教师“教书育人奖”、培养的研究生获全国高校首届“百名研究生党员标兵”等荣誉称号或奖学金等共计70余人次；长期潜心于科研一线与创新研究，研究方向为动物分子营养学，基于动物营养学角度研究我国生猪健康养殖过程中涉及的肠道健康、饲料报酬、繁殖性能和猪肉品质等基础科学问题，尝试解析其作用机理并提供优化营养方案，以通讯作者在《Cell Host & Microbe》、《Cell Reports》、《Autophagy》和《Microbiome》等期刊发表研究论文，以第一完成人获教育部自然科学一等奖、大北农科技创新奖和“第三届井冈新秀”称号等。学术兼职有：畜禽营养与饲养全国重点实验室学术委员会委员、动物育种与健康养殖前沿科学中心副主任、校学术委员会委员、中国畜牧兽医学会理事、动物营养学分会常务理事和Journal of Animal Science and Biotechnology、Journal of Zhejiang University-Science B、《Animal Research and One Health》、《中国农学通报》、《动物营养学报》、《华中农业大学学报》和《中国猪业》等期刊编委。",
      },
      {
        img: "teacher/teacher/siliao/list13.png",
        title: "张妮娅",
        job: "华中农业大学副教授、硕士生导师，湖北省饲料质量监督检验站质量负责人",
        label:
          "华中农业大学农学学士、硕士、博士。工作以来，一直从事动物营养与饲料科学的教学及研究工作。主要研究方向之一为饲料安全与生物技术，研究饲料中常见有毒有害物质的毒性机理、检测方法，提高动物耐受性的营养调控措施及其分子机制。同时从事饲料资源的开发及安全性评价等研究。另一个主要研究方向为畜牧场环境评价及控制。作为技术骨干承担了国家自然科学基金、863项目业公益性行业项目以及“十三五”重点研发项目等多个项目的研究工作。作为主持人或技术骨干完成了多项国家标准和业标准的制修订，以及多项横向项目的研究。已发表SCI论文二十余篇、参与制修订的国家、行业及地方标准十余项，获得湖北省科技进步二等奖一项。",
      },
      {
        img: "teacher/teacher/siliao/list14.png",
        title: "周远飞",
        job: "华中农业大学副教授、硕士生导师。动物营养与饲料科学专业博士",
        label:
          "曾在华中农业大学兽医学博士后流动站从事博士研究，2016年11月至2017年12月在美国伊利诺伊大学香槟分校访问学习。主要研究方向为动物脂肪生成与代谢调控、母猪营养。主持或作为研究骨干参与的项目包括国家自然科学基金青年项目、面上项目、国家重点研发项目、湖北省重点研发计划项目、中国博士后基金、华中农业大学人才启动基金等10余项。目前共同主编著作1部，以第一作者或共同第一作者、共同通讯作者发表SCI论文20余篇，授权或申请国家发明专利2项；获湖北省科技进步一等奖、大北农科技奖、神农中华农业科技奖一等奖等3项。",
      },
      {
        img: "teacher/teacher/siliao/list15.png",
        title: " 周忠新",
        job: "生物化工专业工学博士，畜牧专业农学学士，副教授，硕士研究生导师。",
        label:
          '主要从事"营养与代谢调控"、“饲料生物技术（微生物发酵）”、”数字化养殖技术“、“生态循环养殖技术”等方面的研究工作，注重多学科知识交叉和系统生物学方法的应用，为应对“资源—动物饮食—健康—环境”全球性挑战贡献力量。先后主持十四五和十三五国家重点研发计划重点专项子课题、国家自然科学基金项目、武汉市科技计划项目、中央高校自主科技创新项目、中国博士后基金一等资助等科研课题7项，研究成果获湖北省科技进步一等奖1项（2017）。以第一作者或通讯作者在《Food & Function》、《Journal of Functional Foods》、《Poultry Science》、《Animal Diseases》、《Journal of Applied Microbiology》、《Materials Science & Engineering C-Materials for Biological Applications》、《Polymers》、《中国农业科学》、《动物营养学报》等期刊发表系列研究论文。注重教学研究，围绕提高农科大学生在大数据时代的精准信息素养进行了系列探索，提高其学习和工作效率。主持华中农业大学新农科研究与改革实践项目1项（动物科学一流专业实施“精准信息素养教育”适应智慧农牧业的学生知识体系重构、能力塑造与生产实践，2020.05-2024.05）。主持研究生教改项目1项（大信息时代的研究生文献精准管理技能构建，2019.08—2021.05），获校级研究生教学成果二等奖1项。主持校级本硕贯通课程《科学文献精准搜索与阅读》，主讲《饲料学》、《饲料分析与动物营养研究技术》、《饲料学进展》、《动物生产学》等课程。注重对本科生、研究生个人素质和创新能力的培养。长期指导本科生的创新创业活动，指导本科生获第十六届“挑战杯”全国大学生课外学术科技作品竞赛全国二等奖（2019.11）、湖北省一等奖（2019.05）各1项，“全国大学生生命科学竞赛（2021，科学探究类）” 全国三等奖（2021.12）、湖北省二等奖（2021.09）各1项。指导研究生获“国家奖学金”（2020.11）、"华中农业大学三好研究生"（2020.11）、"华中农业大学优秀研究生干部"（2021.11）、“华中农业大学优秀硕士研究生学位论文”（2020.12）等。欢迎勤奋有理想的同学携手为农业科技创新和产业发展贡献力量。',
      },
    ],
  },
  {
    title: "动物遗传育种学系",
    teachers: [
      {
        img: "teacher/teacher/yichuan/list1.png",
        title: "曹建华",
        job: "博士。华中农业大学副教授、硕士生导师博士。华中农业大学畜牧学学士、动物遗传育种与繁殖硕士，华中科技大学生化与分子生物学博士",
        label:
          "研究方向为猪3D基因组，从事猪三维基因组结构解析与表观基因组学研究，通过前沿基因组技术为猪遗传育种提供新的技术与途径。长期坚持在科研、教学一线，致力于科学研究、人才培养和平台建设。主持国家基金、863子课题、国家科技支撑子课题等项目，发表各类SCI论文15篇，授权国家发明专利3项。获华中农业大学教学质量优秀三等奖1次，参编生物统计学实验著作1部。",
      },
      {
        img: "teacher/teacher/yichuan/list2.png",
        title: "柴进",
        job: "副教授，硕士生导师",
        label:
          "主要从事猪的遗传育种研究与教学工作。主要研究兴趣：猪应对应激的响应机制以及应激导致肉质劣变的分子机制，湖北省地方猪种质资源的挖掘与利用研究等。近年来主持国家自然科学青年基金、教育部博士点基金、十二五国家科技支撑计划、湖北省重点实验室开放课题、校自主创新基金等6项，以主要研究人员身份参加973课题、国家自然科学基金、国家支撑计划课题、国家转基因重大专项、公益性行业科研专项等7项，研究结果在《Scientific Reports》、《General and Comparative Endocrinology》、《Meat Science》、《Applied Biochemistry and Biotechnology》、《Molecular Biology Reports》等专业杂志上发表，其中SCI论文21篇，主持申报并获批湖北省地方标准1项，获湖北省科技进步一等奖1项，湖北省科技进步二等奖1项，黄冈市科技进步一等奖1项，申请国家发明专利5件，授权发明专利3件。",
      },
      {
        img: "teacher/teacher/yichuan/list3.png",
        title: "蒋思文",
        job: "博士，华中农业大学教授，博士生导师",
        label:
          "1984年毕业于华中农业大学畜牧专业获学士学位，1990年获动物遗传育种与繁殖硕士学位，1996年获动物遗传育种与繁殖专业博士学位。2000年至2001年在瑞典农业大学Leif Andersson实验室访问学者。兼任中国畜牧兽医学会养猪学分会副理事长、动物遗传育种学分会理事、第五届农业转基因生物安全委员会委员。从事动物遗传育种学、猪生产学、畜牧概论和畜牧业经济管理等教学、科研、生产和技术服务等工作。主持、承担并完成863、973、国家自然科学基金、国家攻关及省部级重点研究项目28项，获国家及省部级奖励12项，其中“瘦肉型猪新品种（系）及配套技术的创新研究与开发”2006年获国家科技进步二等奖、“双低油菜籽优质饼粕制备饲料技术开发”2005年获湖北省科技进步一等奖、“提高母猪繁殖性能的全繁殖周期调控技术建立和应用”2017年获湖北省科技进步一等。博士论文“猪应激综合征的分子鉴别和氟烷基因利用的研究”，2000年被评为湖北省优秀博士论文。目前主持“十三五”国家重点研发计划项目、国家自然科学基金等项目5项。在《Scientific Reports》、《Amino Acids》、《General and Comparative Endocrinology》、《Cytogenetic and Genome》、《遗传学报》、《畜牧兽医学报》等学术刊物和会议上发表研究论文80余篇，参编专著4部。主编（动物生物技术、畜牧概论）或副主编（畜牧业经济管理）“十一五”国家规划教材3部。",
      },
      {
        img: "teacher/teacher/yichuan/list4.png",
        title: "李凤娥",
        job: "华中农业大学教授，博士生导师",
        label:
          "主要研究兴趣是猪繁殖性状的遗传与基因组学研究。承担或完成了国家自然科学基金、863、国家科技支撑计划、转基因专项、教育部科学技术研究重点项目、瑞典国际基金IFS、湖北省自然科学基金杰出青年基金、霍英东青年教师基金基础性研究课题、教育部博士点博导类、湖北省科技支撑计划、武汉市青年科技晨光计划等项目。以第一作者或通讯作者在Cell Death & Disease, Scientific Reports, The International Journal of Biochemistry & Cell Biology, BMC Genomics, PloS ONE等发表25篇SCI收录论文；参编专著1部。获湖北省科技进步一等奖1项（排3）、教育部科技奖励二等奖2项（排3、17）、湖北科技进步二等奖（排2）、武汉市科技进步一等奖（排11）；获鉴定成果1项（排名1）。获国家授权发明专利6项。  ",
      },
      {
        img: "teacher/teacher/yichuan/list5.png",
        title: "李小平",
        job: "博士，副教授，硕士生导师",
        label:
          "现为华中农业大学动物科技学院动物遗传育种系教师，农业部动物遗传育种与繁殖教育部重点实验室固定研究人员。长期在一线从事科研、教学工作，主要研究领域为猪舍环境与猪生产性状的互作机制解析。先后主持国家自然科学基金3项、教育部新教师基金、湖北省自然科学基金和教育部留学回国基金各1项，并担任国家自然科学基金项目评审专家。先后在《Genome Biology》、《Animal Genetics》、《Mammallian Genome》、《Molecular Biology Reports》和《Molecular Reproduction and Development》等杂志上发表SCI文章10余篇，申请、获批专利6项。研究生招生方向：动物遗传育种与繁殖专业（专业代码：090501；研究方向：02方向）。",
      },
      {
        img: "teacher/teacher/yichuan/list6.png",
        title: "李长春",
        job: "博士，教授，博士生导师",
        label:
          "主要研究方向是动物分子生物学与育种，重点从事家畜重要经济性状的表观遗传学、基因组学等研究。任《BMC Genomics》、《Animal Genetics》、《Scientific Reports》、《DNA and Cell Biology》,《遗传》、《畜牧兽医学报》等国内外杂志审稿人。先后主持承担了“973”子课题1项，“863”子课题项目2项、教育部重点项目1项，湖北省杰出青年基金1项，国家自然科学基金项目4项，参加项目5项等。以第一作者或通讯作者在《Journal of Chromatography A》、《BMC Genomics》、《Animal Genetics》、《Scientific Reports》、《Apoptosis》等国内外杂志和论文集上发表论文30余篇，参编书目2本。作为第一完成人获得国家授权发明专利3项。先后指导指导博士后1人，已毕业博士3人，在读博士生3人，硕士生9人。",
      },
      {
        img: "teacher/teacher/yichuan/list7.png",
        title: "刘榜",
        job: "博士，华中农业大学二级岗教授、博士生导师",
        label:
          "长期从事动物遗传育种教学和科研工作，主讲本科生《家畜育种学》，主持的《家畜育种学》课程，先后建设成国家精品课程、国家精品资源共享课程、国家一流课程。主编《家畜育种学》十一五、十三五规划教材并获“全国农业教育优秀教材奖”，获湖北省第四届“楚天园丁奖”。主持国家自然科学基金重点项目、重点国际合作、国家自然科学基金面上项目、国家科技支撑计划、国家重点专项、863等课题40多项。发现、证实通城猪具有抗蓝耳病的特性并进行抗病遗传机制解析，以通城猪为素材开展优质抗病新品种培育，新品种保持了通城猪两头乌、优良肉质和抗蓝耳病的特点。先后获国家和省部级奖励8项、制订、发布国家标准6项、农业行业标准2项、湖北省地方标准2项，获得授权专利32项、国际发明专利1项。在国内外期刊发表论文300余篇，作为通讯作者发表SCI论文85篇。培养博士和硕士86人。",
      },
      {
        img: "teacher/teacher/yichuan/list8.png",
        title: "刘小磊",
        job: "华中农业大学教授、博士生导师",
        label:
          "主持国家重点研发计划青年科学家项目、国家农业重大科技项目课题、国家自然科学基金青年项目、面上项目等。获中国农学会青年科技奖、国家技术发明二等奖（6/6）、教育部科技进步一等奖（4/13）等荣誉奖励。",
      },
      {
        img: "teacher/teacher/yichuan/list9.png",
        title: "马云龙",
        job: "博士，副教授，华中农业大学动物科学动物医学学院动物遗传育种与繁殖专业工作",
        label:
          "中国农业大学动物科技学院动物遗传育种与繁殖专业博士研究生毕业，德国哥廷根大学访问学者，研究方向为分子数量遗传学。基础研究方面：主要从事畜禽基因组选择信号检测理论与应用，畜禽适应性进化或新品种培育过程中基因流（基因渗透）事件的解析，畜禽重要经济性状（繁殖、体尺）主效基因定位，畜禽平行选择与共进化研究；应用研究方面：主要从事传统动物育种、标记辅助选择、基因型填充和基因组选择方法应用研究，积极开展育种规划与品种资源保护等工作；长期致力于生物统计学、分子数量遗传学、生物信息学以及进化基因组学在动物育种中的研究与应用。截止2023年10月，主持国家自然科学基金3项，湖北省自然科学基金1项，校自主创新基金1项，参与国家自然科学基金青年项目1项、重大项目1项，生猪产业体系全基因组选择岗位科学家团队成员，农业科研杰出人才及其创新团队成员，科技部创新人才推进计划重点领域创新团队成员。第一或通讯作者（含共同）在Nucleic Acides Research、iScience、Heredity、Meat Science、Evolutionary Applications、Journal of Integrative Agriculture、G3、畜牧兽医学报、遗传等国内外学术期刊发表论文20余篇，第一完成人获批发明专利2项、软件著作权2项。担任Evolutionary Applications、GSE、BMC Genomics、Scientific Reports、Animal Genetics等多个期刊审稿人。",
      },
      {
        img: "teacher/teacher/yichuan/list10.png",
        title: "阮进学",
        job: "博士，现为华中农业大学动物遗传育种繁殖系副研究员，硕士生导师",
        label:
          "2015年毕业于吉林大学动物科学学院生物化学与分子生物学专业，获博士学位；2016年2月至2017年12月，于美国密歇根大学安娜堡分校心血管研究中心进行博士后研究。主要研究方向为：动物基因编辑，主要工作包括基因编辑技术的改进与基因编辑动物的制备，在Molecular Therapy - Nucleic Acids，scientific reports，Molecular and Cellular Endocrinology，Transgenic Research，Molecular Biology Reports，eLife，Front Immunol等国内外期刊发表SCI论文多篇，参与编写论著1本，获得国内授权专利16项，先后获得中国博士后国际交流计划派出项目，国家自然科学基金青年项目，转基因生物新品种培育项目资助。",
      },
      {
        img: "teacher/teacher/yichuan/list11.png",
        title: "项韬",
        job: "九三学社社员，丹麦奥胡斯大学遗传学和法国农业科学院动物遗传学双博士现为华中农业大学动物遗传育种系副教授，硕士生导师",
        label:
          "主要研究方向包括基因组大数据育种算法及应用，功能基因突变挖掘及数量遗传位点鉴定，智能化表型组测定和大数据分析，多群体联合遗传评估与长期育种规划等。尤其在兼顾猪纯种和杂交表现的跨群体基因组育种方法研究中，突破了基因组遗传评估中加性与非加性遗传效应互作等算法，被世界顶级猪育种企业——加拿大Genesus引用至全球技术报告进行推广。相关研究成果已在《Genetics》、《Genetics Selection Evolution》《Journal of Animal Science》等国际动物遗传育种专业Top杂志上发表，引用次数超过300次。目前，主持科技部国家重点研发计划青年科学家项目、国家自然科学基金等多项科研项目，多次在WCGALP，EAAP，GenSAP，全国畜禽遗传育种大会等国内外学术会议作报告。已获授权发明专利6项，软件著作权6项。担任《华中农业大学学报》青年编委，《Genes》客座编辑和《Genetics Selection Evolution》,《Journal of Animal Science》，《Animal Genetics》，《Livestock Science》等国际学术期刊审稿人。",
      },
      {
        img: "teacher/teacher/yichuan/list12.png",
        title: "徐学文",
        job: "教授，华中农业大学动物科学动物医学学院动物遗传育种学系副系主任",
        label:
          "主要研究方向为动物复杂性状的遗传与基因组学，开展了通城猪蓝耳病抗性研究，鉴定到OAS1、CXCL14等关键抗病基因及重要功能突变；研究了陆川猪与杜洛克猪的肉质性状差异，鉴定到一批重要的肉质性状相关eQTL靶基因。截至2021年7月，主持国家自然科学基金项目4项，国际科学基金1项，参与国家基金重大及重点项目等专项研究，另与企业签订育种相关横向合作项目5项。以通讯作者、共同通讯及第一作者身份在《The FASEB Journal》、《Genomics》、《Genetics Selection Evolution》、《Antiviral Research》、《Animal Genetics》、《畜牧兽医学报》等杂志发表多篇论文；受邀在PAG ASIA等会议作会议报告三次，获批第一完成人技术发明专利2项。担任《Genetics Selection Evolution》 、 《Animal Genetics》、《Scientific Reports》 、 《Animals》 、 《Genetic Resources and Crop Evolution》 、《Gene》 《中国农业科学》 、 《中国畜牧杂志》 等多个杂志的审稿人。",
      },
      {
        img: "teacher/teacher/yichuan/list13.png",
        title: "余梅",
        job: "华中农业大学教授动物遗传育种系教授",
        label:
          "主要研究方向是猪繁殖性状调控机制解析及功能基因突变挖掘和应用。教育部新世纪优秀人才支持计划和湖北省杰出青年基金获得者。主持承担国家自然科学基金重点项目、国家自然科学基金、“863”项目、国家转基因专项、国家重点研发计划等。在《Biology of Reproduction》, 《Reproduction》,《Cell proliferations》等刊物上发表文章，获得17项由国家知识产权局授权的第一发明人专利，作为参加人获得5项省部级国家级科技奖励。",
      },
      {
        img: "teacher/teacher/yichuan/list14.png",
        title: "赵书红",
        job: "博士，华中农业大学二级岗教授，博士生导师，澳大利亚默多克大学客座教授，国务院学位委员会第七、八届学科评议组成员（畜牧），国家自然科学基金委生命科学部第八届咨询委员会委员，国家生猪体系全基因组选择岗位科学家，美国康乃尔大学唐氏基金学者。现任华中农业大学动物科技学院-动物医学院院长，兼任国家家畜工程技术研究中心主任、农业动物遗传育种与繁殖教育部重点实验室主任、农业部种猪质量监督检验测试中心（武汉）常务副主任。担任国际动植物基因组大会组委会联席主席（co-chair，2009-2011）、亚洲动植物基因组大会组委、中国畜牧兽医学会动物遗传育种学分会常务理事和副理事长、国际动物遗传学会猪基因组委员会常务委员等",
        label:
          "主要研究方向为猪基因组学与育种，针对我国生猪基础研究和产业重大需求，解析了猪重要经济性状调控机制，研发了系列组学方法和工具，创建了猪整合组学基因挖掘技术体系，开发一批自主知识产权的分子育种标记，构建了猪基因组育种技术体系，选育和创制了多个瘦肉猪新品系、优质黑猪和基因编辑育种新材料，在猪组学技术与种质创新领域取得突出成绩。先后承担“863”重点项目、国家自然科学基金重大项目、重大国际合作项目、“973”项目等20余项，在《Nature Biotechnology》、《Nature Communications》等杂志发表论文200余篇，获授权国家发明专利60多件，获国家技术发明二等奖、教育部科技进步一等奖、湖北省技术发明一等奖等多项科技奖励。先后获中国青年女科学家奖、中国青年科技奖、全国“三八”红旗手、湖北省师德先进个人、湖北省优秀共产党员等荣誉和称号。带领团队入选猪基因组与种质创新领域教育部创新团队、农业部农业科研杰出人才、科技部领军人才创新团队等，为全国高校、研究所和农牧龙头企业培养和输送了一大批技术骨干和高级管理人才。先后任中国科学-生命科学、《FASE》、《PLOS ONE》、《Frontiers in Genetics》、《中国农业科学》等10余杂志编委。",
      },
      {
        img: "teacher/teacher/yichuan/list15.png",
        title: "赵云霞",
        job: "副研究员，楚天学子，现为华中农业大学动物科技学院动物遗传育种系教师。华中农业大学动物遗传育种与繁殖系博士，The Jackson Lab for Genome Medicine联合培养博士",
        label:
          "主要研究方向为猪表观基因组学及猪基因组功能突变挖掘；以第一或通讯作者（含共一和共通讯）在Nature Communications、Cell Death & Disease、Cell Proliferation等杂志发表论文9篇；主持国家基金、青年科学家项目子课题等；申请国家发明专利2项；2022获湖北省技术发明一等奖1项（排5）。研究生招生方向：动物遗传育种与繁殖专业（专业代码：090501；研究方向：02方向）。",
      },
      {
        img: "teacher/teacher/yichuan/list16.png",
        title: "郑嵘",
        job: "华中农业大学副教授，硕士生导师。研究方向：猪分子生物学及畜禽环境工程。",
        label:
          "在猪分子生物学方向，主要开展与猪重要经济性状相关的基因功能的研究，建立与提高猪肌肉产量和品质之间的联系；在畜禽环境工程领域主要包括猪场废弃物堆肥微生物的分子生态学研究以及相应的微生态菌剂的开发。主持或参与了湖北省技术创新重大项目，国家重点研发计划子任务、湖北省自然科学基金、国家转基因专项子课题，国家支撑计划子课题等项目。获2013湖北省科技进步一等奖一项，2013湖北省科技成果鉴定一项，2014年湖北省科技成果鉴定一项，2015年黄石市科技进步二等奖，2015年黄冈市科技进步一等奖，发表SCI论文三十余篇，参编国家十一五教材",
      },
      {
        img: "teacher/teacher/yichuan/list17.png",
        title: "周翔",
        job: "教授，博士生导师，入选国家级青年人才计划。华盛顿州立大学和华中农业大学联合培养博士，华盛顿州立大学博士后。研究方向为猪基因组学与育种",
        label:
          "近年来围绕着猪种质资源保护、种质特性遗传基础解析与功能基因挖掘、智能表型测定与大数据分析、猪种质创新等方面开展研究工作。兼任湖北省地方猪品种改良工程技术研究中心副主任，中国畜牧兽医学会畜禽遗传标记学分会理事。主持国家及省部级项目10余项。在Genetics、Cellular and Molecular Life Sciences 、Biosensors and Bioelectronics等国际知名杂志发表论文40多篇。目前是Journal of Integrative Agriculture杂志青年编委以及10多个杂志审稿人。先后荣获湖北省技术发明二等奖、吴常信动物遗传育种奖励专项基金、International Society for Animal Genetics Travel Bursary Award等多个奖项。",
      },
      {
        img: "teacher/teacher/yichuan/list18.png",
        title: "朱猛进",
        job: "博士，教授，博士生导师",
        label:
          "研究方向为统计基因组学与猪育种，当前工作主要包括GWAS与GS方法、基因调控网络结构与功能、机器学习与基因组学数据挖掘、猪杂种优势的组学基础等。提出免疫基因网络作用机制的“震荡平衡假说” 、偶联转录组、自乘积、系统数量遗传学等假说和新概念，提出或研发了数字候选基因法、转录组非特异性过滤方法、基于转录组的多效遗传结构解析法、E-GWAS、CCFM等方法和工具。主持国家重点研发计划、国家自然科学基金、省重点研发计划、863重点项目子课题等各类科研项目10余项。发表各类论文100余篇，以通讯作者在《Journal of Animal Science》《Animal Genetics》《Genetics Selection & Evolution》《International Journal of Biological Sciences》《畜牧兽医学报》《农业生物技术学报》等国内外杂志发表论文40余篇，部分SCI论文被广泛引用，其中单篇最高引用数超450次（Google学术搜索）。获国家发明专利、软件著作权30余项，获国家技术发明二等奖、湖北省技术发明奖一等奖和二等奖、教育部高等学校科学研究优秀成果奖（科学技术）一等奖等奖励。指导研究生获湖北省优秀学位论文奖、校级优秀学位论文奖，指导本科生获湖北省高校大学生优秀科研成果奖一等奖、湖北省“挑战杯”特等奖和全国“挑战杯”一等奖等。参编美国Humana press出版的Methods in Molecular Biology系列丛书1部，副主编、参编国家级规划教材2部。",
      },
      {
        img: "teacher/teacher/yichuan/list19.png",
        title: "左波",
        job: "华中农业大学教授，博士生导师，动物遗传育种学系主任。兼任农业农村部猪遗传育种重点实验室副主任、动物遗传育种与繁殖国际联合研究中心副主任、国家转基因重大专项执行专家、Genes和Front Cell Dev Biol编委、中国畜牧兽医学会动物遗传育种学分会常务理事和畜禽遗传标记学分会理事、中国农业生物技术学会和动物生物技术分会理事等学术兼职",
        label:
          "主讲《猪生产学》、《畜牧学概论》等课程，《畜牧学概论》获国家精品在线开放课程和首批国家级一流本科课程（主持），获国家级本科教学成果二等奖和省部级研究生教学成果一等奖各1项。主要从事肌肉生长发育调控与细胞培养肉制备、猪功能基因组学、分子育种技术研发与新品种培育等方面的研究，近年来鉴定了SYISL、lncMGPF等多个新的骨骼肌发育调控因子，其中SYISL基因位点被国际标准化遗传命名委员会命名为Syislem1Bzuo，证实了lncRNA调控因子在多个物种间的基因组位置、功能和作用机制保守性，研究工作受到国内外同行关注和正面评价。承担国家转基因重大专项、国家科技支撑计划、国家自然科学基金、湖北省自然科学基金创新群体等国家、省部级课题20余项，以第一或（共同）通讯作者在PNAS、Nucleic Acids Res、J Cachexia Sarcopenia Muscle、Cell Mol Life Sci等期刊发表论文60余篇，作为第一或主要完成人获国家发明专利20余项，制定行业和企业标准4项，省部级科技进步奖2项，获中国畜牧兽医学会奖1项，已培养毕业研究生30余人，获国家级农业人才项目、湖北省自然科学创新群体学术带头人等荣誉或奖励。",
      },
    ],
  },

  {
    title: "基础兽医学系",
    teachers: [
      {
        img: "teacher/teacher/jichu/list1.png",
        title: "曾翠平",
        job: "华中农业大学讲师。华中农业大学农学学士和硕士、华南农业大学农学博士.",
        label:
          "多年来坚持在教学、科研一线，致力于人才培养和科学研究。目前主要从事动物生理学的教学工作，畜禽营养生理调控及分子营养方面的研究工作。",
      },
      {
        img: "teacher/teacher/jichu/list2.png",
        title: "陈曦",
        job: "华中农业大学基础兽医系副教授，硕士生导师",
        label:
          "科研方向为预防兽医学领域，主要从事牛传染性疾病的致病机理研究及诊断技术与新型疫苗创制。是华中农业大学二级岗教授郭爱珍领导的农业部“牛病防治基础与技术”创新团队的核心成员之一，依托华中农业大学农业微生物国家重点实验室和肉牛疫病防控研究室开展科学研究。先后主持国家自然科学基金青年科学基金（1项）、十三五国家重点研发计划项目子课题（2项）、十四五国家重点研发计划项目子课题（1项）、中央高校基本科研业务费专项资金（1项）等多项科研课题；并参加公益性行业（农业）科研专项、国家自然科学基金面上项目和国际合作交流项目等6项国家级科研课题。获黑龙江省科技进步三等奖1项，黑龙江省哈尔滨市科技进步二等奖1项。发表SCI论文20余篇，授权国家发明专利10余项，参与制定湖北省地方标准1项。",
      },
      {
        img: "teacher/teacher/jichu/list3.png",
        title: "陈小冬",
        job: "教授，博士生导师",
        label:
          "先后主持了国家自然科学青年基金、国家自然科学基金面上项目、国家重点研发项目、国际合作项目等项目10余项。参与了863、973、948和转基因专项等国家重大项目。在《Free Radical Biology and Medicine》、《Antioxidants》、《Frontiers in Nutrition》、《Diabetes, Obesity & Metabolism》、《FASEB J》、《Int J Biochem Cell Biol.》等杂志发表SCI论文近50篇。申请国家发明专利5项，已授权2项。教学方面，承担了《生物化学》、《生物化学实验》《蛋白质化学》课程教学，参与《生物化学技术实验》百门精品课程建设，参与《动物生物化学》、《生物化学技术实验》教材编写及《硒与人类健康》编译，主持了1项省级教改项目和1项校级教改项目，参与了5项教改项目，发表了教改论文1篇。已培养毕业研究生22人。",
      },
      {
        img: "teacher/teacher/jichu/list4.png",
        title: "程国富",
        job: "教授，博士生导师",
        label:
          "1986 年毕业于华中农业大学兽医病理学专业。兼任湖北省畜牧兽医学会常务理事。主要从事动物病理学的教学和科研工作，主要研究方向为动物疾病病理学及免疫病理学，先后主持和参加国家、省部级科研课题30 余项，发表研究论文150余篇，主编《动物疾病检疫检验图谱》，参编专著、教材9部。获国家教学成果奖二等奖、省教学成果奖一等奖各2项，湖北省科技进步奖二等奖2项。",
      },
      {
        img: "teacher/teacher/jichu/list5.png",
        title: "戴汉川",
        job: "博士，华中农业大学动物医学院基础兽医学副教授，硕士研究生导师，美国奥本大学兽医学院访问学者",
        label:
          "1998年毕业于华中农业大学兽医专业获学士学位，2005年获华中农业大学动物遗传育种与繁殖专业博士学位，现为中国畜牧兽医学会动物生理生化分会理事，湖北省生理学会理事。主要研究方向为动物生物化学与分子生物学，重点研究细胞自噬在氧化损伤中的分子机理、非洲猪瘟病毒蛋白免疫拮抗机制、天然活性产物的生物学功能等。主讲本科生的《动物生物化学》、《动物生物化学实验》、《动物生物信号检测与分析》等课程，研究生的《动物生物化学专题》、《基础兽医实验方法学》、《动物细胞生物信号转导与调控》等课程。主持国家自然科学基金、国家重点研发计划子课题、教育部博士点基金、湖北省自然科学基金、中央高校基本科研业务基金、动物疫病国家重点实验室开放基金等多项课题，参与国家自然科学基金、农业部“948”等多项国家和省部级课题研究。以通讯作者在Nutrients、RNA Biology、Virologica Sinica，Biochimie，Gene, J Anim Physiol Anim Nutr, Journal of Cellular Physiology、中国细胞生物学报学、中国实验动物学报等国内外杂志发表科研论文多篇，是Cell Biology and Toxicology，Biochemical Genetics，Virologica Sinica，Journal of Cellular Physiology，Microbial Pathogenesis，畜牧兽医学报、生物技术进展等期刊审稿人。",
      },
      {
        img: "teacher/teacher/jichu/list6.png",
        title: "谷长勤",
        job: "华中农业大学副教授、硕士生导师，华中农业大学农学博士",
        label:
          "自2001年留校工作以来努力提高教学质量，不断拓宽研究视野，一直从事临床常见畜禽疾病的发病机制研究和宠物肿瘤疾病的诊断。2017年3月至2018年3月前往美国农业部研究服务中心访学一年。先后获授权发明专利4项；获得湖北省科技进步二等奖1项，发表科研论文80余篇，主编和参编著作6部。",
      },
      {
        img: "teacher/teacher/jichu/list7.png",
        title: "何文波",
        job: "华中农业大学动物医学院动物解剖及组织胚胎学教研室讲师。湖北省神经科学学会会员，中国畜牧兽医学会动物解剖学及组织胚胎学分会会员",
        label:
          "长期坚持在科研、教学一线，致力于动物解剖学平台建设，从事神经环路解析、中枢神经免疫的结构与功能研究等科研工作。主持或参与多项国家自然科学基金项目、校级教学改革项目，参编国家“十一五”规划教材。",
      },
      {
        img: "teacher/teacher/jichu/list8.png",
        title: "何子怡",
        job: "中共党员。现为华中农业大学动物科学技术学院-动物医学院副研究员，硕士生导师",
        label:
          "。2017年6月于清华大学化学系获得理学博士学位，2017年9月于美国西弗吉尼亚大学开展博士后研究，2020年11月进入华中农业大学工作。主要研究方向为基于微流控芯片的动物器官模拟、肠道微生物互作及微生物集成化检测。目前已发表SCI论文20余篇，其中以第一作者身份在Biosensors & Bioelectronics，Chemical Science，Analytical Chemistry等国际知名期刊发表论文7篇，参编著作1部。",
      },
      {
        img: "teacher/teacher/jichu/list9.png",
        title: "胡薛英",
        job: "华中农业大学动物医学院基础医学系副教授",
        label:
          "。教学方面，承担本科生《兽医病理解剖学》和研究生《动物细胞实验技术》等教学任务，教学效果良好，先后多次获得华中农业大学教学质量优秀二等奖和三等奖。积极开展教学研究，参与湖北省精品课程《兽医病理学》的建设及学术交流活动，指导大学生SRF项目。科研方面，在承担的各级科研项目的资助下，主要围绕鸭的病毒性和细菌性疾病开展了一系列病理学、病原学等方面的研究工作，从组织学、细胞学及分子水平上探讨鸭的主要传染性疾病的发生发展规律，如鸭病毒性肝炎、鸭瘟鸭呼肠孤病毒感染等，为相关疾病的发病机制研究奠定了坚实的基础。发表了相关研究论文多篇，其中SCI论文10余篇，核心期刊论文60余篇，会议论文20余篇，主编和参编著作10余部，获得授权专利一项。坚持教学、科研和社会服务兼顾，为农村养殖户进行畜禽疾病诊断，服务于新农村建设。",
      },
      {
        img: "teacher/teacher/jichu/list10.png",
        title: "刘华珍",
        job: "华中农业大学副教授，硕士生导师",
        label:
          "主讲动物组织胚胎学、动物组织胚胎学实验、诺贝尔生理学或医学奖故事、神经生物学等本科生和研究生课程。主持建设动物组织胚胎学国家精品在线开放课程，参编教材5部。获湖北省教学成果二等奖1项（排2）、校教学成果一等奖1项（排2）、校教学成果二等奖1项。获校教学质量优秀一等奖、二等奖和三等奖、青年教师讲课竞赛二等奖。先后主持承担国家重点研发计划政府间国际科技创新合作重点专项、国家自然科学基金、教育部新教师基金、湖北省自然科学基金、华中农业大学科技创新基金、华中农业大学人才基金、国际横向课题等10余项，在Microbiome, npj Biofilms and Microbiomes, Microbial Biotechnology, Nutrients等杂志上发表SCI论文30余篇。",
      },
      {
        img: "teacher/teacher/jichu/list11.png",
        title: "刘敏",
        job: "副教授、硕士生导师，兼任中国畜牧兽医学会动物解剖及组织胚胎学分会理事会理事",
        label:
          "2007年获华中农业大学动物遗传育种与繁殖专业博士学位。2013年在美国南加州大学干细胞与再生医学中心访问学习。承担本科生《动物解剖学》、《动物局部解剖学》和研究生《脊椎动物比较解剖学》、《基础兽医实验方法学》等课程的教学工作。主编《动物解剖学数字课程》1部，参编“十一五”国家规划教材2部。主持的《动物解剖学》被认定为湖北省线上一流课程。荣获湖北省教学成果二等奖、校教学成果一等奖、二等奖、校教学质量优秀三等奖、全国高校微课大赛（农林类）一等奖、青年教师讲课竞赛优胜奖等奖励。主要研究方向包括动物生殖发育与调控机制，PRRSV感染及调控机制等。主持承担国家自然科学基金、湖北省自然科学基金、教育部新教师基金、国家转基因重点项目子课题、国家重点研发计划干细胞及转化研究重点专项子课题、华中农业大学自主创新基金等研究课题。指导国家大学生创新性实验计划和大学生科技创新基金等。在 《Plos Pathogens》 《Front Immunol》、《Int J Mol Sci》、《Biochemical Genetics》、《畜牧兽医学报》等国内外学术刊物上以第一作者或通讯作者发表论文二十余篇。获湖北省科技进步二等奖1项，三等奖1项。作为主要完成人获国际和国家发明专利7项。欢迎科研兴趣相投的同学报考本课题组！",
      },
      {
        img: "teacher/teacher/jichu/list12.png",
        title: "邱德新",
        job: "华中农业大学教授，硕士生导师",
        label:
          "先后获华中农业大学兽医专业学士学位（1992）、兽医微生物与免疫学专业硕士学位（1999）、动物遗传育种与繁殖专业博士学位（2003）。教学上主讲《动物解剖学》、《动物局部解剖学》、《实验动物解剖学》及《动物解剖学综合实验》等课程，多次获华中农业大学教学质量优秀奖。科研上主要从事动物病原微生物分子致病机理及动物疾病诊断方法研究，主持国家自然科学基金面上项目、新疆生产建设兵团塔里木畜牧科技重点实验室开放课题各1项，参加科研项目2项，副主编教材1部、参编教材3部、参编专著3部，在国内外学术刊物发表论文30余篇。",
      },
      {
        img: "teacher/teacher/jichu/list13.png",
        title: "宋卉",
        job: "华中农业大学副教授、硕士生导师。山东农业大学农学学士和硕士、华中农业大学农学博士",
        label:
          "全国畜牧兽医学会动物解剖及组织胚胎分会常务理事，中南地区解剖学学会理事，湖北省神经科学学会会员。长期坚持在科研、教学一线，致力于科学研究、人才培养和平台建设。参与主讲的《动物组织学及胚胎学》是国家在线开放课程、国家精品课程和国家精品资源共享课；多次获华中农业大学教学质量优秀二等奖；主持的教改项目多次获优秀奖；指导的硕士和学士毕业论文多次获优秀学位论文指导奖；参编规划教材3部。科研方面主要从事1.呼吸道疾病与肠道菌群及代谢物的关系；2.繁殖障碍与病毒感染的关系；3.脂肪细胞因子介导的免疫和炎症调节，主持的科研项目包括国家自然科学基金面上项目、青年基金项目、自主科技创新基金(培育专项)、青年教师科技自主创新项目、人才启动基金项目等10余项；参与制定国家标准一项。以第一作者或通讯作者在国内外期刊上发表学术论文30余篇。",
      },
      {
        img: "teacher/teacher/jichu/list14.png",
        title: "陶攀",
        job: "博士，教授，博士生导师，国家海外优秀青年基金获得者、入选湖北省“百人计划”和“楚天学者",
        label:
          "农业微生物资源发掘与利用全国重点实验室、湖北洪山实验室固定研究人员。长期从事重大人畜共患传染病的防治、噬菌体资源开发与利用等相关研究。相关研究成果发表在Sci Adv、Nat Commun、PNAS、Adv Drug Deliv Rev、PLoS Pathog、mBio、JVI等国际学术期刊，被Science等多家杂志和11家国际学术媒体报道。申请发明专利10项，授权5项（其中国际专利1项）。承担了国家自然科学基金面上项目、海外优青、国家重点研发子课题等多项国家级科研项目。",
      },
      {
        img: "teacher/teacher/jichu/list15.png",
        title: "吴浩",
        job: "中国科学院大学博士。研究员、博士生导师、洪山实验室PI、交叉科学研究院PI，入选2021年湖北省“楚天学者计划”",
        label:
          "主要从事动物微量元素代谢、细胞死亡与细胞自噬的分子调控机制及生理病理意义、动物肠道健康等方向的研究，主持基金委面上项目、华中农业大学高层次人才启动项目、教育部中央高校基本业务费项目，参与国家重点研发计划等项目多项，发表SCI收录论文30余篇。目前担任中国畜牧兽医学会动物营养学分会理事、中国生物物理学会线粒体分会理事，Animal Models and Experimental Medicine、Oxidative Medicine and Cellular Longevity杂志编辑，Autophagy、Journal of Cellular and Molecular Medicine、Cell Death & Diseases、Cell Proliferation、FEBS Letters、Experimental Biology and Medicine等杂志审稿人。",
      },
      {
        img: "teacher/teacher/jichu/list16.png",
        title: "谢胜松",
        job: "华中农业大学教授。2019年-2020年国际家畜研究所（ILRI）访问学者。华中农业大学学士、农学硕士，中国科学院大学理学博士。",
        label:
          "2013年4月至2014年11月为中国科学院上海生命科学研究院助理研究员。现华中农业大学动科动医学院基础兽医系，农业动物遗传育种与繁殖教育部重点实验室固定成员，创新人才推进计划重点领域“猪基因组与育种创新团队”核心成员之一。长期坚持在科研、教学一线，致力于科学研究、人才培养和平台建设。研究方向为猪基因编辑育种，致力于利用CRISPR技术开展猪功能基因筛选与核酸即时检测研究。率先搭建了猪全基因组CRISPR文库高通量筛选平台，鉴定到一批参与病毒增殖的关键基因；创制了基因编辑猪育种新材料，研发了RAVI-CRISPR核酸裸眼可视化检测新技术。相关研究成果发表于Nat Commun，PLoS Pathog，Bioinformatics等行业主流期刊，其中sgRNAcas9软件文章被引300余次。主持国家自然基金青年、面上项目，参与科技重大专项和重点研发子课题等。任Frontiers in Genetics客座编辑；发表SCI论文16余篇，授权国家发明专利9件，软件著作权2件，申请美国专利1件，其中有1项发明专利已转化应用。受邀参加第二十一次全国动物遗传育种学术讨论会并荣获吴常信动物遗传育种优秀论文奖。2020年获教育部科技进步一等奖（排名 9/13）。",
      },
      {
        img: "teacher/teacher/jichu/list17.png",
        title: "徐在言",
        job: "华中农业大学副教授、硕士生导师，湖北省暨武汉市生理学会理事",
        label:
          "2007年7月至今在华中农业大学动物医学院动物生理生化教研室从事教学与科研工作，承担本科生《动物生理学》、《动物生理学实验》等课程的教学工作，参与湖北省高等学校精品课程资源 《动物生理学》的课程建设，《动物生理学》、《动物生理学实验》MOOC及SPOC课程建设；参与爱课程国际平台英文课程《Animal Physiology》的建设。2020年11月，作为骨干参与的《动物生理学》获首批国家级线上一流本科课程以及国家级线上线下混合式一流课程。2021年7月，作为骨干参与的《动物生理学实验》获批省级线上一流课程。2013年9月至2014年12月底赴美国佐治亚大学兽医学院生理药理系从事访问研究。2022年9月至2023年3月底赴丹麦奥胡斯大学从事访问学者。目前主要研究方向为动物肌肉生长发育以及肌纤维类型转化分子调控机制。先后主持过国家自然科学基金青年、面上项目、青年科技创新基金，校人才启动基金、大学生科技创新基金、国家级大学生创新创业实验项目、国家科技支撑计划子课题、国家转基因重大专项子课题、国家重大专项重点项目任务子课题等项目。在Cell Signal 、J Lipid Res 、Fish Shellfish Immunol 、Gene、Vet Immunol Immunopathol、Animal等杂志发表论文20余篇，作为主要完成人获授权发明专利9项。",
      },
      {
        img: "teacher/teacher/jichu/list18.png",
        title: "张利生",
        job: "华中农业大学教授，博士生导师",
        label:
          "国家农业转基因生物安全委员会委员.2004 年博士毕业于中科院北京动物所。先后在美国温安洛研究所，芝加哥洛约拉大学医学院，洛杉矶国家医学中心从事胆汁酸核受体，肝脏再生与干细胞、代谢、炎症和药物开发等动物模型研究。已经发表文章26篇，第一作者或者通讯作者文章13篇。 2012年、2013年、2014年连续三年在SCI 影响因子 > 10.0 的国际知名刊物上以第一作者发表文章（2014年为并列第一作者）。担任SCI国际知名期刊 BioMed Research International 的Guest Editor； Xenotransplantation，World Journal of Gastroenterology， Journal of Genetics and Genomics等审稿人。欢迎对肝脏损伤修复动物模型、肝脏再生与干细胞或者药物研发感兴趣的同学加盟！ 与国内外多家实验室保持合作关系，让您的科研之路前景更加广阔!",
      },
      {
        img: "teacher/teacher/jichu/list19.png",
        title: "张万坡",
        job: "博士，副教授，硕士生导师",
        label:
          "1974年生，河南叶县人。1997年毕业于华中农业大学兽医专业获学士学位，2006年毕业于华中农业大学预防兽医学专业获博士学位，2008年至2011年在中科院武汉病毒研究所从事博士后研究，2013年至2014年在美国Tulane University做访问学者。现为中国畜牧兽医学会兽医病理学分会会员。主要从事病毒感染机理、炎症控制新策略及病原检测方法研究。主持国家重大研发计划子课题、卫生部重大专项子课题、教育部新教师基金、湖北省科技攻关计划等课题10余项，参加973、国家科技支撑计划、科技部重大专项、国家自然科学基金等科研课题2余项。申报国家发明专利2项。在Research in Veterinary Science、PLoS One、Arch Virol 、Avian Pathology、Analytical Chemistry、Agricultural Sciences in China、中国农业科学、微生物学报等国内外刊物上发表论文30余篇，其中SCL论文18篇。以培养研究生13人，现有在读硕士研究生7名。 电话：027-87280282，13995513350 E-mail：zwp@mail.hzau.edu.cn",
      },
      {
        img: "teacher/teacher/jichu/list20.png",
        title: "Daisuke Takao",
        job: "博士，男，日本籍，华中农业大学与湖北洪山实验室联聘教授，博士生与硕士生导师。日本东京大学生命环境科学系博士，先后在美国密歇根大学与日本国立研究所完成博士后工作",
        label:
          "主要研究方向为生物成像、人工智能以及图像表型学，近年来围绕细胞成像与人工智能分析开展研究。曾在日本主持国家科研基金与个人科研基金项目10余项，多次受邀在国际会议上报告。在Nature Communications、Journal of Cell Biology、Current Biology、EMBO Journal等国际知名杂志发表学术论文40余篇。目前是Microscopy、Molecular Biology of the Cell杂志编辑。曾荣获美国细胞生物学学会（American Society for Cell Biology）和日本细胞生物学学会（Japan Society for Cell Biology）分别颁发的Early-Career Editor（2021-2022年）和青年科学家奖（2020年）称号。",
      },
    ],
  },

  {
    title: "智能养殖学习",
    teachers: [
      {
        img: "teacher/teacher/yangzhi/list1.png",
        title: "陈世林",
        job: "华中农业大学副教授、硕士生导师，华中农业大学农学博士",
        label:
          "所属学科领域为动物生产学。2003年加入国际山羊协会，同时担任中国畜牧兽医学会养羊分会常务理事。多次参加国内重要学术交流会。曾主持和参加科研课题4项。",
      },
      {
        img: "teacher/teacher/yangzhi/list2.png",
        title: "俸艳萍",
        job: "副教授，硕士生导师。2007年6月获华中农业大学动物遗传育种与繁殖专业博士学位",
        label:
          "2007年7月至今在华中农业大学动物科技学院、农业动物遗传育种与繁殖教育部重点实验室从事教学和科研工作,2013年11月至2014年11月在丹麦哥本哈根大学做访问学者。研究方向为家禽遗传育种和发育生物学，主要从事家禽繁殖功能及性腺早期发育遗传调控相关研究。先后承担和参与国家及省部级等课题约15项，主持的科研项目有国家自然科学基金面上项目、湖北省重点研发计划子课题、湖北省支撑计划子项目、湖北省畜牧健康养殖协同创新推广项目、国家自然科学基金青年项目、教育部高等学校博士学科点新教师基金等。在《Molecular and Cellular Endocrinology》、《Genes》、《Reproduction, Fertility and Development》、《动物学报》等国内外学术期刊发表科研论文30余篇；获授权发明专利3项、实用性新型专利1项；获全国农牧渔业丰收奖三等奖（排名第六）、湖北省科技进步三等奖（排名第六）各1项；参编了国家十二五规划教材《特禽生产学》。",
      },
      {
        img: "teacher/teacher/yangzhi/list3.png",
        title: "龚炎长",
        job: "华中农业大学教授、博士生导师，动物生产与畜牧工程系系主任。教育部骨干教师计划入选者。华中农业大学农学学士、硕士，中国农业大学农学博士。兼任中国畜牧兽医学会动物遗传育种分会、家禽学分会理事，湖北省畜牧兽医学会理事，武汉家禽学会副会长",
        label:
          "长期坚持在科研、教学一线，致力于科学研究和人才培养；主要从事家禽遗传改良与生产方向的研究。先后获授权发明专利5项；获国家教学成果二等奖1次、湖北省教学成果一等奖1次，湖北省科技进步三等奖1次、武汉市科技进步二等奖1次，一项成果被评为湖北省重大科技成果。主持培育的“欣华2号蛋鸡”2016年通过国家新品种（配套系）审定。在国际国内学术刊物及公开出版的会议论文集发表论文近100篇，其中第一作者或通讯作者论文70余篇，SCI收录27篇；主编著作1部。",
      },
      {
        img: "teacher/teacher/yangzhi/list4.png",
        title: "姜勋平",
        job: "博士，华中农业大学教授，博士生导师。肉羊产业技术体系岗位专家、遗传改良研究室主任",
        label:
          "分别在1995和2001年获得四川农业大学、南京农业大学动物遗传育种与繁殖专业硕士和博士学位；2003年畜牧学博士后出站进华农任教。先后在丹麦、美国等国留学访问。曾先后兼任动物繁殖学会理事、农业信息技术学会理事、养羊学会理事、唐人神集团遗传育种首席科学家、海南大学生物技术中心研究员、国家家畜工程技术研究中心精品种猪场总经理等职；1995~2001年在扬州大学从事教学科研工作。从事高校教学与科研以来先后主讲家畜育种学、动物繁殖学、动物繁殖生物技术等研究生和本科生课程。长期坚持教研教改，取得了多项教研成果。著作有：《基因免疫的原理和方法》、《高效杂交猪生产》和《肉羊繁育新技术》等；主持或参加了多项重大科研课题，在国内外发表研究论文170多篇。获国家发明专利6项，软件著作权登记证书3项。目前主要研究繁殖轴基因的功能，开发新的免疫多胎和主基因聚合育种技术，培育高繁殖力新品种（系）；同时，研制肉羊产业技术信息平台并广泛应用，显著提高肉羊生产效率，增加养殖收益。目前在读博士研究生9人，硕士研究生11人。",
      },
      {
        img: "teacher/teacher/yangzhi/list5.png",
        title: "雷明刚",
        job: "华中农业大学教授、博士生导师。现任国家家畜工程技术研究中心副主任，是国家畜禽品种资源委员会-猪专业委员会委员",
        label:
          "全国生猪遗传改良计划执行专家组成员、全国猪联合育种协作组专家组成员、“国家生猪产业技术体系”生产与环境控制研究室主任、全国畜牧业标准化技术委员会、全国农机化科技创新专家组畜禽养殖工程专业组副组长、教育部创新团队“猪种质创新与遗传改良”（IRT0831）和湖北省自然科学基金创新群体核心成员。主要研究领域和方向是：以猪为研究对象，重点开展猪生长及品质性状遗传基础与改良、地方猪资源优异基因发掘、生猪生产工艺与畜牧场设计方面的应用基础研究及技术推广。主持（或完成）国家“973”&“863”课题、国家自然科学基金、教育部高等学校博士学科点专项科研基金、农业部“948”计划、湖北省农业科技创新岗位、转基因重大专项子任务、湖北省自然科学基金课题等多项，是“国家生猪现代产业技术体系”（“十一五”、“十二五”、“十三五”计划）岗位专家。在Scientific report, BMC Genomics, Animal Genetics、Mol Biol Rep.、Comp Biochem Physiol B Biochem Mol Biol.、Meat Sci.、《遗传学报》、《畜牧兽医学报》、《农业工程技术学报》等杂志发表学术论文30篇，参编专著（译著）5部。获国家科技进步二等奖1项、教育部科技进步二等奖3项、武汉市科技进步一等奖1项。授权和申请专利4项。已培养毕业硕士研究生20人、博士研究生4人；在读博士研究生4人，硕士研究生7人。",
      },
      {
        img: "teacher/teacher/yangzhi/list6.png",
        title: "李家连",
        job: "华中农业大学副研究员、硕士生导师，广西贵港秀博基因科技股份有限公司董事长",
        label:
          "长期从事养猪有关的教学、生产、瘦肉猪育种与畜牧工程技术研究和成果推广工作。参加“863”、“973”项目、国家支撑计划、国家基金、省创新团队、湖北省攻关、湖北省重大专项等十多项课题的研究。2012年获得贵港市“西江创业创新领军人才行动计划”第三批创业创新领军人才（团队）；贵港市第三届科学技术协会委员；2013年被聘为广西壮族自治区农村科技特派员；2013年获贵港市科学技术进步一等奖；2014年荣获贵港市科学技术特别贡献奖；2016年当选为政协贵港市第五届委员会委员；2016年荣获农业部全国农牧渔业丰收奖农业技术推广贡献奖；2019荣获广西农牧渔业丰收奖农业技术推广成果奖。参编著作2部。",
      },
      {
        img: "teacher/teacher/yangzhi/list7.png",
        title: "李竞一",
        job: "华中农业大学副研究员",
        label:
          "主要研究方向为家禽遗传与进化。重点关注家鸡外观性状的基因定位与分子进化。其中部分研究以禽类羽毛为模型，对色素的分布和花纹的产生进行基础性研究。通过定位外观性状基因的具体突变，来阐述生物发育过程中外观变化的分子机理。同时对突变的分子进化史进行分析，以探索家禽在驯化过程中的分子进化规律。致力于用生物信息学的方法来搜集分析大量的公开基因组数据，以达到让共享资源得到充分利用的目的。目前主要关注毛色等质量性状在实际生产，特别是分子育种方面的应用。以第一作者在PNAS、G3、Molecular Biology & Evolution、Pigment Cell & Melanoma Research、Mobile DNA、中国畜牧杂志发表论文6篇，会议论文摘要2篇。兼任Poultry Science、PLoS One等杂志审稿人。主持国家重点研发项目等3项，参与湖北省重点研发项目等2项。",
      },
      {
        img: "teacher/teacher/yangzhi/list8.png",
        title: "李世军",
        job: "教授/博士生导师；动物科技学院养禽室教师，农业动物遗传育种与繁殖教育部重点实验室、洪山实验室固定 研究人员",
        label:
          "湖北省农业科技创新行动岗位科学家，长期以来主要从事家禽重要生产性状及质量 性状调控基因的挖掘及基因组选择的相关研究。主持国家基金面上项目五项、国家重点研发（课 题主持）一项、湖北洪山实验室重大项目一项及多项其他课题。 研究成果包括：1、率先把母鸡贮精能力作为鸡重要的繁殖新性状在中国鸡品种中进行自 主选育，初步摸清了母鸡贮精能力的遗传力重复率等多项重要遗传参数，研究了其部分调控机 理，发掘出部分用于该性状选育的分子标记，对潭牛文昌鸡进行高储精能力新品系的选育，目 标是由原来 5 天一次人工授精延长至 10 天一次且受精率不低于选育前；2、利用吐鲁番斗鸡和 来航鸡组建 F2 资源群体，研究了鸡的耐热性状与高产蛋性状的重组；3、对鸡胫色转化的调控 进行了研究，期望利用鸡胫色伴  性遗传实现胚胎无损雌雄鉴别；4、研究儋州鸡特异性能的遗 传机理，利用分子生物学方法构建快慢羽自别雌雄配套系。申请并进入实审发明专利 6 项，获 批发明专利 4 项，转让发明专利 3  项，近五年通讯作者及共同通讯作者 SCI 收录论文 22 篇。",
      },
      {
        img: "teacher/teacher/yangzhi/list9.png",
        title: "李新云",
        job: "2007年获华中农业大学动物遗传育种与繁殖专业博士学位",
        label:
          "；2013-2014年在英国诺丁汉大学访问交流，访问期间从事猪诱导干细胞（iPS）研究工作。教学方面，目前承担本科生《普通遗传学》和《动物分子生物学》等课程的教学工作。研究领域为动物分子遗传与细胞生物学，研究方向为猪肌肉生长及饲料转化效率遗传调控分子机理。主要研究策略是运用生物信息学方法分析全基因组测序或芯片数据，鉴定关键候选基因，然后通过反向遗传学手段进行验证。目前已在《Cell Death & Disease》、《Journal of Cell Science》、《Frontiers in Immunology》、《Animal Genetics》等杂志上发表研究论文30余篇。已申请和授权国家发明专利10项。主持国家自然科学基金三项、教育部新教师基金一项、动物转基因子项目及863子项目各一项；作为骨干参与国家转基因重大专项、国家自然基金重点、863计划、973计划等项目。研究生招生方向：动物遗传育种与繁殖（090501）专业的02方向。",
      },
      {
        img: "teacher/teacher/yangzhi/list10.png",
        title: "刘向东",
        job: "副教授，硕士生导师，动物科技学院动物医学院动物生产与畜牧工程系教师",
        label:
          "国家家畜工程技术研究中心、农业动物遗传育种与繁殖教育部重点实验室固定研究人员。华中农业大学广西扬翔校企合作工作小组固定成员，广西扬翔股份有限公司养殖生产总监，扬翔研究院养殖生产研究中心主任。 目前主持国家自然科学基金面上项目1项，主持国家自然科学基金青年基金1项，国家星火项目1项，校自助创新项目1项，承担国家自然科学基金、863项目、横向合作项目5项，近年来在 Journal of Immunology, Dev Comp Immunol和BMC Genomics等国内外期刊发表研究文章共发表SCI期刊14篇，其中以第一作者发表4篇；目前获得国家发明专利 2 项。曾获得欧洲SABRE基金。",
      },
      {
        img: "teacher/teacher/yangzhi/list11.png",
        title: "彭秀丽",
        job: "博士，华中农业大学教授，博士生导师",
        label:
          "2014-2015年在美国德克萨斯大学做访问学者。主要从事家禽抗病育种及生产技术的研究。先后主持了863重点项目子课题1项、国家自然科学基金面上项目4项、十三五国家重点研发计划2项、校企合作项目10项、中央高校专项基金2项。指导大学生创新基金4项，其中省创1项。发表研究论文90多篇，其中，以第一作者或通讯作者在《Journal of Agricultural and Food Chemistry》、《Animal Genetics》、《Cells》、《Veterinary Microbiology》、《Frontiers in Immunology》等国际期刊发表SCI论文45篇，授权发明专利5项，出版专著8部，参编“十一五”国家规划教材1部。曾荣获湖北省重大科研成果及湖北省科技进步三等奖",
      },
      {
        img: "teacher/teacher/yangzhi/list12.png",
        title: "任竹青",
        job: "博士，教授，博士生导师，华中农业大学动科动医学院副院长。兼任教育部动物育种与健康养殖前沿科学中心副主任",
        label:
          "、武汉市绿色畜牧产业技术体系首席专家、全国畜牧环境与废弃物利用标准委员会委员，全国农业生物化学与分子生物学会理事、青年委员会副主任委员，湖北省畜禽养殖废弃物资源化利用专家委员会委员、湖北省畜禽粪污资源化利用第三方评估组组长、湖北省科技特派员等。是国家家畜工程技术研究中心、农业动物遗传育种与繁殖学教育部重点实验室以及湖北洪山实验室固定研究人员，教育部创新团队成员，加拿大阿尔伯塔大学访问学者。主持和承担了国家自然科学基金、国家重点研发计划课题、国际科学基金（IFS）、湖北省自然科学基金创新联合基金重点项目、湖北省自然科学创新岗位课题等的研究项目37项。在Cell Death and Disease、Analytical Chemistry、International Journal of Biological Sciences、Genetics Selection Evolution、Journal of Proteomics、Journal of Animal Science等国内外刊物上发表学术论文70余篇，获授权发明专利15项。博士论文被评为华中农业大学优秀博士论文，获市科技进步三等奖1项（排1），成果鉴定2项，主编教材《智慧养殖导论》，参编3部。研究生招生方向：动物遗传育种与繁殖（090501）专业的01和05方向，动物生产与畜牧工程（09050Z）03方向。",
      },
      {
        img: "teacher/teacher/yangzhi/list13.png",
        title: "盛哲雅",
        job: "江西南昌人。华中农业大学副研究员、硕士生导师",
        label:
          "主要研究内容包括解析家禽中重要经济性状的遗传基础、探索家禽品种特征形成的进化机制；以遗传学为核心，结合计算科学和统计分析手段揭示大量复杂的生物数据所蕴含的遗传和进化规律。",
      },
      {
        img: "teacher/teacher/yangzhi/list14.png",
        title: "陶诗煜",
        job: "华中农业大学副研究员、硕士生导师",
        label:
          "同年7月进入中国农业大学开展博士后研究，2020年7月入职华中农业大学动物科技学院。主要从事营养物质对动物肠道微生物与宿主互作的影响及其分子机制的研究。主持国家自然科学基金面上项目及青年项目各1项、中国博士后科学基金面上项目1项、湖北省自然科学基金一般面上项目1项、武汉市知识创新专项-曙光计划项目1项、中央高校基本科研业务费项目2项、浙江省肠道微生态重点实验室（筹）开放基金1项；参与国家重点研发计划1项、湖北省自然科学基金创新群体1项。以第一作者或通讯作者（含共同）身份在国际专业杂志（Gut Microbes, The Science of the Total Environment, Microbiology Spectrum, The Journal of Nutrition, FASEB Journal等）发表SCI收录论文19篇。担任热心肠智库专家，Nutrients杂志Guest Editor，Frontiers in Microbiology杂志Review Editor，Frontiers in Physiology、British Journal of Nutrition和Innate Immunity等杂志审稿人。",
      },
      {
        img: "teacher/teacher/yangzhi/list15.png",
        title: "魏泓",
        job: "华中农业大学教授、博士生导师，兼任中国实验动物学会无菌动物专业委员会主任委员",
        label:
          "致力于以遗传工程和无菌动物技术为核心，以解析机体自身基因组功能和肠道菌群宏基因组功能及其相互关系为学术目标，形成了模型动物制备与应用创新研究体系。建立了国内最具影响力无菌动物平台，形成了无菌与有菌动物比较、菌群（菌株）移植、遗传工程动物无菌化、无菌动物发育的四种基本研究模式，为抑郁、精神分裂症、结肠癌、乳腺炎、肠道肥大细胞溶菌酶释放等重大疾病发生发展、重要生理病理表型与肠道菌群因果关系确立发挥了重要作用，有效支撑了国内医学、食品、畜牧等领域微生物组动物实验研究。建立了小型猪遗传工程技术体系，开展巴马香猪在疾病模型、生物材料、药物评价的应用研究。创制了基因敲出、定向敲入、单碱基突变等系列基因编辑小型猪新模型。创制血清白蛋白人源化转基因猪。利用ENU化学诱变技术创制sox10、kit基因突变耳聋猪等疾病家系。承担无菌动物及遗传工程猪模型973、863、国家自然科学基金等课题，获科研经费4千余万元。在Science等期刊发表SCI论文88篇，以(共同)通讯作者在Nature Immunology、Molecular Psychiatry 、Gastroenterology、Blood、Science Advances、 Microbiome、 Elife等期刊发表SCI论文61篇，授权发明专利17项。以第一完成人获全军优秀教学成果一等奖“医学实验动物学课程的创建与实践”。主编“医学实验动物学”为国家教育部首批推荐全国研究生教学用书、主编《医学动物实验技术》 获国家科学技术学术著作出版基金资助。先后培养博士、硕士80余名。",
      },
      {
        img: "teacher/teacher/yangzhi/list16.png",
        title: "吴健",
        job: "生态智慧养殖学系副教授，硕士生导师",
        label:
          "湖北省畜禽养殖废弃物资源化利用专家委员会成员、湖北省秸秆综合利用技术专家组成员、中国畜牧兽医学会家畜生态学分会理事、瑞典隆德大学访问学者、湖北省科技特派员。长期从事畜禽粪污资源化利用的研究和实践工作，在畜禽养殖废弃物资源化利用、养殖场臭气净化、种养循环等方面具有坚实的理论和实践基础。先后主持国家自然科学基金、国家重点研发项目子课题、湖北省自然科学基金、武汉市应用基础研究项目、中央高校基本科研项目、建始县精准扶贫项目、企业横向合作等项目10余项，曾作为学术骨干参与国家星火计划、国家“863”项目、国家支撑计划、湖北省科技人员服务企业项目等多项课题的研究工作。发表科研论文20多篇，其中以第一或通讯作者发表SCI收录论文10篇；申请国家发明专利11项，已获授权8项；并获得成果登记与鉴定2项，黄石市科技进步二等奖1项。曾立足不同县市的畜禽养殖及粪污处理实际情况，为多个县市制定了畜禽粪污资源化利用整县推进实施方案、“十四五”畜牧业和农业发展规划，并联合各个县市和企业进行了猪场废弃物综合处理及资源化技术模式的集成与示范。",
      },
      {
        img: "teacher/teacher/yangzhi/list17.png",
        title: "熊雄",
        job: "华中科技大学生物医学工程博士，曾任职阿里巴巴-达摩院，现为华中农业大学智能养殖学系副研究员、硕士生导师 ",
        label:
          "主要研究方向为：1）基于计算机视觉的智能动物表型测定；2）动物行为分析与数字监测技术；3）多组学大数据分析；4）服务遗传育种的表型-基因交叉研究。致力于结合光电成像、AI视觉算法、整合分析多维组学与表型组学大数据、定位目标性状的关键基因及其位点，服务于智能养殖与遗传育种等相关研究。相关研究成果已在《Plant Methods》、《Plant Biotechnology Journal》、《Journal of Experimental Botany》等行业主流杂志和计算机CCF-A类顶会CVPR、ACM MM和SIGIR上发表。",
      },
      {
        img: "teacher/teacher/yangzhi/list18.png",
        title: "徐德全",
        job: "博士，教授，博士生导师",
        label:
          "农业农村部猪遗传育种重点实验室副主任，教育部农业动物遗传育种与繁殖重点实验室和国家家畜工程技术研究中心固定研究人员，英国爱丁堡大学罗斯林研究所和美国南加州大学访问学者，中国畜牧兽医学会动物遗传育种学分会理事，湖北省畜禽遗传资源普查技术专家组成员，湖北省生态循环创新体系岗位专家，湖北省畜禽养殖废弃物资源化利用专家委员会委员，湖北省科技特派员，入选武汉市科技人才培育计划——青年科技晨光计划。主要从事动物重要经济性状分子基础与种质资源创新、畜牧场规划设计与生态有机养殖等方面的研究。先后主持了国家自然科学青年基金、国家自然科学基金面上项目、湖北省自然科学基金重点项目、教育部高等学校博士学科点专项科研基金、国家转基因重大专项子任务等项目10余项。参与了863、973、国家科技支撑计划和国家重点研发计划等国家重大项目。在Bioresource Technology、PLoS Pathogens、Frontiers in Immunology、Cells、Transgenic Research等期刊发表论文约50余篇，获国家发明专利10余项，鉴定成果2项，获高等学校科技进步二等奖和湖北省科技进步二等奖各1项。参与《动物生物技术》教材编写及《中国养猪大成》编著，发表了教改论文1篇，获华中农业大学教学质量二等奖1项，指导大学生毕业论文获华中农业大学优秀学士学位论文和毕业论文创新奖，指导大学生创新创业训练获湖北省大学生创业大赛银奖1项，指导大学生参加全国动物科学技能大赛生态畜牧场规划设计等项目获特等奖等。研究生招生方向：动物遗传育种与繁殖（090501）专业的01和05方向，动物生产与畜牧工程（0905Z1）专业03方向",
      },
    ],
  },
  {
    title: "预防兽医系",
    teachers: [
      {
        img: "teacher/teacher/yufang/list1.png",
        title: "贝为成",
        job: "华中农业大学教授、博士生导师，华中农业大学农业微生物学国家重点实验室固定研究人员",
        label:
          "1999年毕业于华中农业大学畜牧专业获学士学位，2005毕业于华中农业大学预防兽医学专业获博士学位，2011年8月-2012年8月在美国弗罗里达大学（Florida International University）从事博士后研究。多年来，以胸膜肺炎放线杆菌（APP）、猪链球菌2型（SS2）、副猪嗜血杆菌（HPS）等猪细菌性呼吸道综合症病原为研究对象，从病原学、基因组和功能基因组学，致病与免疫机理、新型疫苗及分子诊断试剂研究与创制等科学问题开展研究工作。先后主持承担国家自然科学基金、国家“973”计划、国家“863”计划、教育部新世纪优秀人才支持计划、农业部公益性行业专项、湖北省杰出青年基金、湖北省研究与开发等项目20余项。以第一或通讯作者在The Journal of Infectious Diseases、Virulence、Journal of Bacteriology、Vaccine、Veterinary Microbiology、FEMS Microbiology Letter等领域重要国际期刊发表SCI收录论文30余篇, 获得湖北省科技进步一等奖2项，国家新兽药注册证书2项、农业转基因安全证书1项、授权国家发明专利3件。担任Vaccine、Analytica Chimica Acta、Comparative Immunology, Microbiology & Infectious Diseases等10多种国际SCI期刊审稿人，参编著作3部。",
      },
      {
        img: "teacher/teacher/yufang/list2.png",
        title: "蔡旭旺",
        job: "博士，副教授，湖南益阳人，预防兽医学系硕士生导师",
        label:
          "1998年获得华中农业大学兽医专业（五年制）学士学位。2006年获得华中农业大学预防兽医学博士学位。2014年–2016年在美国衣阿华州立大学（Iowa State University）从事访问学者和博士后科学研究。主要从事《动物传染病学》的教学、科学研究与社会服务工作，获教学质量优秀奖2次，创建《动物传染病学》省级精品课程。指导3名研究生获优秀硕士学位论文，指导6名本科生获优秀学士学位论文，指导大学生科技创新基金（SRF）项目6项。以学农兴农，培养国家一流兽医学人才为已任，潜心教书育人，精心指导学生，做学生的良师益友，全面促进学生健康良好发展。研究方向为新发和重大动物传染病的病原学与流行病学，病原分子免疫机理与分子致病机理研究，新型动物疫苗与诊断试剂的研制与开发，病原体与宿主相互作用机制，毒力因子致细胞病变的分子机制等。注重科研成果服务于生产，针对养殖业中的新发和重要传染病开发新的技术和产品，解决生产中的实际问题，全心全意为畜牧业提供一线疫病防控服务和专业技术培训，在非洲猪瘟、猪伪狂犬病、猪流行性腹泻、鸡白痢等重大动物疫病防控与净化方面取得突出成绩。在全国系统开展了细小病毒、博卡病毒、盖他病毒、副猪格拉瑟菌、沙门氏菌、大肠杆菌等重要病原体的病原学与流行病学研究。在我国最早开展副猪格拉瑟菌分离鉴定、血清分型、疫苗研制及防治技术研究，完成了全球第一株副猪格拉瑟菌全基因组的测序拼接及功能诠释，构建了全球第一株不带抗性标记的副猪格拉瑟菌基因缺失突变株，研制了我国第一个副猪格拉瑟病疫苗，将科研成果写在祖国的大地上，科技服务促进畜牧业发展。获得国家科技进步二等奖1项（2016年），湖北省成果推广三等奖1项（2014年），获得国家新兽药注册证书1项【（2007）新兽药证字20号】，国家重点新产品证书1项【2007GRD10024】，获得国家授权发明专利10项，参编专著3部，科研成果“副猪格拉瑟病”编入国家高等教育统编教材《动物传染病学》，在PLOS Pathogens, Molecular Microbiology，Frontiers in Microbiology，Frontiers in Cellular and Infection Microbiology，Infection and Immunity，Poultry Science，Veterinary Microbiology等期刊发表论文62篇，其中SCI收录28篇。",
      },
      {
        img: "teacher/teacher/yufang/list3.png",
        title: "曹胜波",
        job: "华中农业大学教授、博士生导师。先后入选国家百千万人才工程、教育部新世纪优秀人才。兼任教育部动物医学教学指导委员会副主任委员、中国畜牧兽医学会兽医公共卫生学分会副理事长、湖北省畜牧兽医学会秘书长等",
        label:
          "主要从事媒介传播人兽共患病致病与免疫机制、宠物疫苗、宠物诊断试剂及治疗性抗体研发。主持承担国家重点研发计划、国家自然科学基金等课题。以通讯作者在Science Signaling、Journal of Immunology、Journal of Virology、Journal of Infectious Diseases等期刊发表SCI论文30余篇，获得湖北省科技进步一",
      },
      {
        img: "teacher/teacher/yufang/list4.png",
        title: "陈焕春",
        job: "教授，博士生导师，中国工程院院士。现任中国兽医协会会长、华中农大农业微生物资源发掘与利用全国重点实验室学术委员会主任、中国农业科学院哈尔滨兽医研究所兽医生物技术国家重点实验室学术委员会主任、教育部高等学校教学指导委员会动物生产类专业教学指导委员会主任委员、农业部科技委专家委员会委员、教育部科技委专家委员会委员、农业部新兽药评审委员会委员、农业部转基因专项技术副总师",
        label:
          "主持国家自然科学基金、973、863、国家支撑计划等重大科研课题50余项，研制出30余种基因工程疫苗和分子诊断试剂盒，获得了20个转基因安全证书、34个新兽药注册证书、53个发明专利、国家重点新产品证书5项，制定了国家标准、农业部行业标准3项，获得国家科技进步二等奖4项、湖北省科技进步一等奖6项、国家教学成果二等奖2项，获何梁何利基金科学与技术进步奖、中华农业英才奖、“十一五”国家科技计划执行突出贡献奖、湖北省科学技术突出贡献奖、湖北省首届杰出人才奖。在国内外期刊发表论文600余篇，SCI收录200余篇，出版专著3部，参编3部，已培养毕业博士102人，硕士120人。领导的研究团队入选国家自然科学基金委员会创新群体。",
      },
      {
        img: "teacher/teacher/yufang/list5.png",
        title: "陈颖钰",
        job: "华中农业大学，博士，副教授，国家动物结核病专业实验室（武汉）副主任",
        label:
          "农业部“牛病防治基础与技术”创新团队成员，国家现代农业（肉牛/牦牛）产业技术体系疾病控制室团队成员，中国微生物学会兽医微生物学专业委会员青年学组常务委员，中国畜牧兽医学会动物传染病学分会流行病学专业组常务委员兼秘书，动物生物安全三级实验室结核病项目负责人，湖北省科技特派员。主要从事牛结核病等重要牛病、人兽共患病的基础与应用型研究，包括流行病学、致病机制、诊断制剂、疫苗研发等多方面研究，先后主持或参加国家级部省级项目8项，参与申报并获批新兽药注册证书（二类）3个、转基因安全证书1个。获授权发明专利38件，其中第一完成人5件；参与制定并发布国家标准1项，行业标准1项，地方标准9项，其中第一完成人2项，团体标准2项，其中第一完成人1项。获软件著作权4项。发表SCI收录论文75篇。参编专著15部。获部省级科级奖励一等奖和二等奖等3项。",
      },
      {
        img: "teacher/teacher/yufang/list6.png",
        title: "方六荣",
        job: "华中农业大学教授、博士生导师",
        label:
          "主要从事猪繁殖与呼吸综合征病毒、猪流行性腹泻病毒、猪传染性胃肠炎病毒的病原学、病原分子生物学、免疫与致病机制、新型疫苗与诊断试剂研究。先后主持了国家自然科学基金、国家支撑计划、国家农业科技成果转化资金项目、霍英东青年教师基金、国际青年科学基金（IFS）、湖北省自然科学基金、武汉市青年科技晨光计划等10多项课题。在Journal of Virology、Journal of Biological Chemistry、Frontiers in Immunology等国际期刊发表SCI论文100多篇，获国家科技进步二等奖2项、湖北省科技进步一等奖2项，获得授权发明专利13项，获新兽药注册证书3项并转让企业进行规模化生产。",
      },
      {
        img: "teacher/teacher/yufang/list7.png",
        title: "郭爱珍",
        job: "华中农业大学二级岗教授，美国宾夕法尼亚大学博士后，硕士生及博士生导师。澳大利亚默多克大学客座教授",
        label:
          "近五年来，先后主持了公益性行业（农业）科研专项（首席）、“973”课题、国家自然科学基金面上和国际合作重大项目等20余个科研项目；发表论文84篇，其中SCI论文35篇；出版专著16部，其中主编《牛结核病》等相关专著6部；获授权专利8项（含结核病相关专利4项）；制定国家标准3项和地方标准7项（含结核病检测技术国家标准2项和地方标准2项）；主持完成的“人与动物结核病新型特异诊断试剂”等获湖北省技术发明二等奖等省级奖2项和武汉市科技进步一等奖1项。研发了牛结核病诊断试剂盒等多种试剂盒及多种新型牛病疫苗，获新兽药注册证书（二类）2个。产品转化给6家生物制品企业，共主办了八届全国牛病防制研讨会，组织技术培训30余次，促进了牛病防控技术的推广和应用。",
      },
      {
        img: "teacher/teacher/yufang/list8.png",
        title: "何启盖",
        job: "华中农业大学二级教授、博士生导师，国家生猪产业技术体系疾病控制岗位科学家、农业微生物资源发掘与利用全国重点实验室固定研究人员、农业农村部兽用诊断试剂创制重点实验室主任，第3届全国动物防疫委员会委员、第3届全国动物卫生风险评估委员会委员，亚洲猪病学会（Asian Pig Veterinary Society, APVS）国家理事",
        label:
          "主要从事重要动物传染病的教学、科研和临床综合防控服务。主要开展非洲猪瘟、猪伪狂犬病、猪流行性腹泻、猪圆环病毒病、猪传染性胸膜肺炎、副猪格拉瑟病等疾病的流行病学调查、病原分离鉴定、致病机理研究与防控技术研究。承担了国家自然科学基金、国家重点研发专项和国内外合作课题。研制并获得了猪圆环病毒灭活疫苗（WH株）、猪伪狂犬病gE基因缺失灭活疫苗（HNX-12株）、猪伪狂犬病gE-ELISA试剂盒、猪传染性胸膜肺炎ApxⅣ-ELISA鉴别诊断试剂盒和猪流行性腹泻sIgA-ELISA抗体试剂盒等5项新兽药注册证书。在国内外主要学术刊物发表近100篇文章。2008年获得湖北省科技进步一等奖，2012年和2016年作为主要完成人，分别获得国家科技进步一等奖和二等奖。获得农业农村部2016-2018年度农牧渔业丰收奖。负责的华中农业大学动物疫病诊断中心获得CMA资质和CNAS认可，为养殖企业提供规范实验室诊断和技术服务。多次参加国际猪病会和亚洲猪病会，开展技术交流，助推国内外养猪业健康发展",
      },
      {
        img: "teacher/teacher/yufang/list9.png",
        title: "贺兰",
        job: "华中农业大学教授、博导。分别于2006年、2011年毕业于华中农业大学动物医学院，获得农学学士学位和农学博士学位。",
        label:
          "2008年和2009年留学南非比勒陀利亚大学兽医学院，2011年9月至2013年3月在美国德州理工大学健康科学中心从事博士后研究；2014年1月校任教，工作后多次访问美国德州农工大学、耶鲁大学医学院、华盛顿州立大学兽医学院等同行实验室，并保持密切合作。一直专注于巴贝斯虫相关研究，从事巴贝斯虫基因组学、入侵机制、疫苗的开发、早期诊断抗原和药物靶标的筛选等工作，尤其是巴贝斯虫诊断方面，致力于早期分泌抗原的筛选，研发了多种可用于实验室、临床、宠物医院等不同条件不同需求的诊断制剂。先后主持国家青年拔尖人才支持计划、十四五国家重点研发计划青年科学家项目，十三五国家重点研发计划课题主持、973技术骨干、国家自然科学基金青年基金、面上基金、中国博士后基金等13个项目。以第一或通讯作者发表SCI收录论文40余篇，包括FASEB J., Parasites & Vecters, Vet.Parasitol等领域权威期刊；获国家发明专利13项，参编著作1部。",
      },
      {
        img: "teacher/teacher/yufang/list10.png",
        title: "胡敏",
        job: "华中农业大学教授、博士生导师，预防兽医学系教师，农业微生物学国家重点实验室固定人员。武汉大学医学院学士硕士、澳大利亚墨尔本大学兽医寄生虫学博士。",
        label:
          '兼任中国畜牧兽医学会兽医寄生虫学分会第七届理事会常务理事；湖北省预防医学会寄生虫学专业委员会第七届委员会常务委员、湖北省医学会热带病与寄生虫学分会第三届委员会委员、湖北省突发公共卫生事件专家咨询委员会委员、武汉市预防医学会寄生虫学专业委员会第一届常务委员及国际学术期刊《Experimental Parasitology》和《Scientific Reports》编委。主要从事兽医寄生虫学教学和科研工作。科研主要从事寄生蠕虫功能基因组学尤其着重于调控寄生蠕虫发育的重要分子的鉴别和功能研究、寄生线虫遗传结构和流行病学研究、捻转血矛线虫抗药性研究和疫苗开发；主持多项国家及省部级科研项目。迄今为止，有近100篇SCI论文发表在国际学术期刊上包括Biotechnology Advances, Nature Protocol, Trends in Parasitology, International Journal for Parasitology等国际知名杂志，参编著作4部，是多家国际学术期刊审稿人和国际基金评审专家。曾荣获世界兽医寄生虫学促进会（WAAVP）颁发的"Peter Nansen"青年科学家奖和湖北省教育厅颁发的“楚天学者”特聘教授称号',
      },
      {
        img: "teacher/teacher/yufang/list11.png",
        title: "胡思顺",
        job: "博士，副教授，华中农业大学动物医学院兽医微生物与免疫学教研室",
        label:
          "主要从事病原微生物学免疫抗原及其分子生物学的基础应用研究，属于农业部兽用诊断制剂创制重点实验室固定人员。目前，感兴趣的领域是病原快速诊断检测技术，探求高深的技术简单化，努力研究适合现场检测的可视化检测技术与方法，研究对象主要为禽支原体和衣原体，获授权专利近10项。已毕业5名研究生，目前指导6名硕士。",
      },
      {
        img: "teacher/teacher/yufang/list12.png",
        title: "江云波",
        job: "博士，华中农业大学动物科学动物医学院副教授",
        label:
          "2006年12月毕业于华中农业大学，获预防兽医学博士学位。2007年1月留校任教，2009年晋升为副教授。2013-2014年以国家公派访问学者身份留学美国宾夕法尼亚大学医学院微生物与免疫学系，期间主要开展动物冠状病毒的免疫学及信号通路的相关研究。现主要从事动物传染病的教学和科研工作。主要开展猪繁殖与呼吸综合征病毒、猪伪狂犬病毒、猪圆环病毒等重要动物病毒性传染病的病原学与流行病学、分子免疫与致病机制、新型疫苗与诊断技术等研究。先后主持国家自然科学基金、国家科技支撑计划项目、公益性行业科研专项及湖北省自然科学基金等科研项目。先后在《Journal of General Virology》、《Vaccine》、《Veterinary Research Communication》等杂志发表研究论文10余篇。获授权发明专利6项。先后获得中国畜牧兽医学会奖（2006）、湖北省自然科学奖三等奖（2008）等奖项。",
      },
      {
        img: "teacher/teacher/yufang/list13.png",
        title: "金卉",
        job: "华中农业大学教授、博士生导师。现任预防兽医学系教授、农业微生物学国家重点实验室和科技部动物疾病防控国际联合研究中心研究成员",
        label:
          "入选武汉市“青年科技晨光计划”人才项目。2013年5月至2014年5月赴英国剑桥大学（University of Cambridge）兽医系任访问学者。自2009年先后主持国家自然科学基金面上项目三项及青年科学基金一项，教育部高等学校博士点基金，湖北省自然科学基金等，作为核心人员参加了国家重点基础研究发展计划（973计划）项目和中英重点领域战略合作计划项目（CUKPGP）等。以第一作者或通讯作者（包含共同）在Environment Microbiology、Journal of Bacteriology、Veterinary Microbiology、Molecular Immunology 等国际期刊发表SCI收录学术论文18篇，获授权发明专利和湖北省科技进步奖一等奖各1项。主要研究方向是针对重大性动物疫病病原发病分子机制、先天性免疫通路和生物信息学等方面的研究。",
      },
      {
        img: "teacher/teacher/yufang/list14.png",
        title: "黎璐",
        job: "华中农业大学副教授，硕士生导师。2011年6月毕业于华中农业大学预防兽医学专业，获得博士学位；2011年8月至2013年6月于华中农业大学生物学博士后流动站从事博士后研究；2013年6月至2014年6月于英国剑桥大学从事博士后研究；2014年7月至今，在华中农业大学动物医学院从事教学科研工作。",
        label:
          "长期从事动物重要病原的致病机理、宿主的抗感染免疫及动物传染病的防控技术研究。在病原的致病机理方面，主要研究方向为呼吸道病原与宿主及环境的相互作用机理。在宿主的抗感染免疫方面，重点研究了猪的天然免疫分子抵抗细菌和病毒感染及免疫调节的作用和机制。在基础研究过程中，同时开展了针对细菌的药物靶标的鉴定和药物筛选，以及宿主重要天然免疫分子的抗病效果评价工作。主持国家自然科学基金面上项目等科研项目，作为骨干参与转基因生物新品种培育重大专项、国家重点研发计划、国家国际科技合作专项和公益性行业（农业）科研专项等项目。相关研究已在The Journal of Immunology, Journal of Bacteriology, Frontiers in Immunology, Antiviral Research, Veterinary Research等期刊发表SCI论文30多篇，其中第一/ 通讯作者SCI论文23篇，以通讯作者发表中文核心期刊论文3篇。做国际学术会议大会报告2次，国内学术会议大会报告2次，发表国际国内学术会议论文多篇。获得国家新兽药注册证书1项（参与），授权发明专利2项，申请发明专利3项，获得湖北省科技进步一等奖1项（排名第九）。",
      },
      {
        img: "teacher/teacher/yufang/list15.png",
        title: "李文涛",
        job: "华中农业大学动物医学院教授，博士生导师，分别在中国和荷兰取得预防兽医学和哲学双博士学位，2022年度全球高被引科学家，国家高层次引进人才，武汉市青年英才，“狮山硕彦计划”拔尖人才A岗，农业微生物资源发掘与利用全国重点实验室和湖北洪山实验室固定研究人员",
        label:
          "2008年，毕业于四川农业大学动物医学院，获学士学位；2008-2014年，华中农业大学动物医学院，获农学博士学位；2013-2014年，荷兰乌特勒支大学兽医学院，联合培养博士；2015-2018年，荷兰乌特勒支大学兽医学院，获哲学博士学位（兽医病毒学方向，学科排名全球第3）；2015-2021年，荷兰乌特勒支大学兽医学院，博士后研究员。动物冠状病毒相关的学术成果，以第一或通讯作者（含共同）在先后在PNAS (2篇)、Nat. Commun. (1篇)、Sci. Adv.(1篇)、Emerging Infect. Dis. (2篇)、J. Virol. (2篇)等国际主流权威期刊发表20篇文章，参与完成60余篇SCI论文，成果发表在Nature和Science杂志权威子刊Nature Biotechnology，Science Immunology和Nature Structural & Molecular Biology等，总引用达7300余次，H-index为34，其中9篇入选ESI高被引论文，1篇文章被选文Nat. Commun.最具影响力和创新性的新冠相关研究论文（排名第1）和",
      },
      {
        img: "teacher/teacher/yufang/list16.png",
        title: "李祥敏",
        job: "华中农业大学教授、博士生导师",
        label:
          "2004年于华中农业大学获得农学博士学位。主要从事动物病毒感染与免疫机制和新型疫苗的研究。目前主持国家自然科学基金面上项目2项、作为研究骨干参与十四五国家重点研发计划2项。以（共同）通讯或第一作者在J Virol、JOURNAL OF GENERAL VIROLOGY、 Nanomedicine (Lond)、Frontiers in Immunology、JOURNAL OF ANTIMICROBIAL CHEMOTHERAPY、Antiviral Res、Transbound Emerg Dis、Veterinary Microbiology等刊物上发表研究论文30余篇；获得湖北省科技进步一等奖2项，授权国家发明专利10余项。",
      },
      {
        img: "teacher/teacher/yufang/list17.png",
        title: "李自力",
        job: "博士，教授，博士生导师",
        label:
          "1997年留校任教，主要从事动物病原分子生物学及免疫防控研究。2006年7月至2009年8月在美国路易维尔大学医学院、马里兰大学兽医学院作访问和博士后研究。主要研究方向：动物黏膜免疫和重要动物疫病的诊断与防控。担任Frontier in Immunology、Veterinary Microbiology、PLOS One、Veterinary Immunology and Immunopathology等杂志审稿人。先后主持国家自然科学基金面上项目、教育部留学回国基金、湖北省科技攻关、武汉市科技攻关等课题20余项，参与十三五国家重点研发计划项目、国家“863”、国家自然科学基金、教育部重大项目等10余项。在《Proceedings of the National Academy of Sciences of the United States of America》、《Microbiology Spectrum》、《Journal of Immunology》、《Journal of Bacteriology》、《Avian Pathology》和《畜牧兽医学报》等国内外杂志和论文集上发表论文120余篇。在黏膜免疫基础研究方面，在国际上率先发现新生儿Fc受体存在于雌性生殖道黏膜中，研究表明IgG在生殖道免疫中起着十分重要的作用。相关研究成果于2011年3月以封面文章发表于PNAS，并被评为亮点文章，还特别刊发了本刊编辑的评论文章，PNAS新闻办公室进行了新闻报道。紧接着在自然子刊免疫学综述【Nature Reviews Immunology，2011 Apr;11(4):234-5】刊登了该刊副主编的评论文章，对该研究成果给予高度评价。该论文已被Nature medicine、Nature Reviews Microbiology、Current Opinion in Immunology、PNAS 和Mucosal Immunology等有重要影响的杂志引用，已被引用160余次。指导我院本科生代表队荣获全国大学生动物医学专业技能大赛国家级特等奖2次。副主编专著1部，参编专著、译著3部。获国家授权发明专利7项，获湖北省科技进步一等奖、二等奖各1项，教育部技术发明二等奖1项。2004年被湖北省政府授予“防治高致病性禽流感先进个人”荣誉称号。2015年被华中农业大学授予“优秀共产党员”荣誉称号",
      },
      {
        img: "teacher/teacher/yufang/list18.png",
        title: "刘正飞",
        job: "博士、教授、博士生导师",
        label:
          "，农业微生物资源发掘与利用全国重点实验室固定研究人员（PI）和湖北洪山实验室固定研究人员（PI）。主要从事病毒学和人畜共患病教学、科研和科技开发工作。研究领域为α疱疹病毒（伪狂犬病毒、牛疱疹病毒1/5型）的嗜神经性和潜伏感染性机制，以及布鲁氏菌的胞内寄生和致病机制，并研制新型疫苗、诊断试剂（盒）和药物。目前主持和承担国家自然科学基金等国家课题3项。在Nucleic Acids Research、Journal of Investigative Dermatology、Journal of Virology和《微生物学报》等国内外刊物上发表论文46篇；获授权发明专利7件。荣获湖北省科技进步一等奖1项，华中农业大学教学质量优秀奖5项，优秀学位论文指导奖9项。培养毕业研究生47人，均成长为国家事业单位和大型企业单位青年骨干。",
      },
      {
        img: "teacher/teacher/yufang/list19.png",
        title: "罗锐",
        job: "博士，副教授，武汉市青年晨光计划入选者。2009年毕业于华中农业大学，获预防兽医学博士学位。同年留校任教，从事动物传染病的教学和科研工作",
        label:
          "2015年至2016年，荷兰乌特勒支大学兽医学院访问学者，从事动物冠状病毒入侵机制的研究。目前，主要运用生物信息学、分子生物学和病毒学等技术方法开展鸭重要病毒性传染病的致病机制、免疫机理和新型疫苗的研究。主持国家自然科学基金面上项目(2项）、湖北省自然科学基金、武汉市青年晨光计划、武汉市应用基础研究计划等课题，作为骨干参与国家重点研发计划等项目等课题的研究。先后以通讯或第一作者在Journal of Virology、Microbiology Spectrum、Frontier in Immunology、Virulence、Journal of Medicinal Chemistry、ACS Infectious Diseases、Antiviral Research、Journal of Proteome Research、Viruses 、Molecular Immunology、Developmental & Comparative Immunology等国际刊物上发表SCI论文20余篇。申报国家发明专利2项，参编著作1部。",
      },
      {
        img: "teacher/teacher/yufang/list20.png",
        title: "彭忠",
        job: "博士，湖北洪山实验室研究员，华中农业大学动物科学技术学院、动物医学院研究员、博士生导师",
        label:
          "兼任Animal Diseases科学编辑、Microbial Pathogenesis和《中国感染控制杂志》编委、Science in One Health青年编委、Frontiers in Microbiology和Frontiers in Cellular and Infectious Microbiology审稿编辑。2018年6月毕业于华中农业大学预防兽医学专业，获农学博士学位，师从陈焕春院士和吴斌教授；2016年3月至2018年3月赴美国南佛罗里达大学（USF）开展博士研究生联合培养工作；2018年7月至2022年6月在华中农业大学畜牧学博士后科研流动站开展博士后研究（连续三年考核优秀），合作导师雷明刚教授和陈焕春教授；主要研究方向为：以多杀性巴氏杆菌、大肠杆菌等多宿主病原为模型，运用生物信息学、分子流行病学、实验动物学等技术手段，开展多宿主病原跨宿主传播和致病机制。主持国家重点研发计划青年科学家项目课题、湖北省自然科学基金杰出青年项目、国家自然科学基金、中国博士后科学基金特别资助等项目（课题）14项；以第一（含共一）和共同通讯作者在The Lancet Microbe、Microbiology and Molecular Biology Reviews、Nature Communications、《畜牧兽医学报》、《微生物学报》等国内外期刊发表论文55篇、撰写专著章节2章，参编专著一部；以主要完成人制定地方标准4项、取得软件著作权2项；获Animal Diseases Best Published Paper Award 2021 、第25届国际猪病大会青年兽医奖（2018）、美国微生物学会Student and Postdoctoral Travel Award（2018）、中国畜牧兽医学会奖（2015）、中国畜牧兽医学会奖优秀论文提名奖（2014）等多种奖励；入选“武汉英才”优秀青年人才（2023）和武汉市青年科技朝阳计划（2018）。",
      },
      {
        img: "teacher/teacher/yufang/list21.png",
        title: "钱平",
        job: "华中农业大学教授、博士生导师。1998年获得华中农业大学兽医专业的学士学位",
        label:
          "；2003年于华中农业大学获得农学博士学位。1999年7月－2000年10月在哈尔滨兽医研究所兽医生物技术国家重点实验室进行合作研究；2003年7月－2005年10月在华中农业大学生物学博士后流动站工作；2005年10月－2008年8月在英国贝尔法斯特女王大学（Queen’s University Belfast）生物医学院感染与免疫中心从事作博士后研究。长期坚持在科研、教学一线，致力于科学研究、人才培养和平台建设。主要从事动物病毒的感染与免疫机制、新型疫苗与诊断试剂以及猪病综合防控的研究。研究对象主要为黄病毒科（日本乙型脑炎病毒和猪瘟病毒等）、小RNA病毒科（塞内卡谷病毒等）和猪新发病病原（猪的非典型瘟病毒等）。目前在研的科研项目有十四五国家重点研发计划、国家自然科学基金、横向课题等。在《Proc Natl Acad Sci U S A》、《Autophagy》、《J Immunol》、《J Virol》、《Front Immunol》、《JOURNAL OF GENERAL VIROLOGY》、 《Nanomedicine (Lond)》、《Mol Immunol》、《Antiviral Res》、《Vaccine》等刊物上发表研究论文50余篇；参编专著1部；获得新兽药证书一项、国家科技进步奖二等奖和奖湖北省科技进步一等奖各1项，国家授权发明专利10余项。2",
      },
      {
        img: "teacher/teacher/yufang/list22.png",
        title: "申邦",
        job: "华中农业大学教授、博士生导师，国家杰出青年科学基金获得者。2005年本科毕业于武汉大学生科院， 2010年获美国堪萨斯大学微生物学博士学位，2010年至2014年间在华盛顿大学从事博士后研究",
        label:
          "2014年12月入职华中农业大学动物医学院，主要研究人兽共患病原的感染致病机制和防控策略，从营养代谢及其调控的角度探索弓形虫营寄生生活的分子机理。近5年来先后主持国家自然科学基金、国家重点研发计划等研究课题8项。以第一或通讯作者在Nature Communications、PNAS、mBio、PLoS Pathogens等国际学术期刊发表论文40余篇, 参编专著1部，获得保护力近100%的弓形虫新型疫苗并获国家发明专利5项。担任畜牧兽医学会兽医寄生虫学分会常务理事和Animal Diseases副主编",
      },
      {
        img: "teacher/teacher/yufang/list23.png",
        title: "石德时",
        job: "华中农业大学教授、博士生导师。华中农业大学兽医学学士、兽医学硕士、理学博士。2005-2008、2009-2010年两次赴美国罗德岛大学做博士后",
        label:
          "主讲《现代免疫学》、《兽医免疫学》、《动物免疫学基础》、《免疫学实验技术》、《兽医免疫学综合实验》等课程，主持《现代免疫学》全英语教学、《现代免疫学》、《兽医免疫学综合实验》、《免疫学实验技术》精品课等教学质量工程项目，主编、副主编、参编“面向21世纪课程教材”、“十二五”规划教材等著作共10部。获研究生指导教师“教书育人奖”、校级研究生毕业论文优秀奖、指导研究生获国奖2人次、校教学质量优秀奖和本科生毕业论文指导奖。主要从事益生菌与畜禽健康养殖、药物代谢酶与畜禽用药、天然免疫调控机制的研究。主持国家自然科学基金、湖北省自然科学基金、国际前沿研究领域培育、武汉市科技攻关等科研项目，参加国家863计划、国家自然科学基金、“十二五”科技攻关计划等国家级和省部级课题。在《The Journal of Infectious Diseases》、《Biochemical Pharmacology》、《The Journal of Pharmacology and Experimental Therapeutics》、《Molecular Pharmacology》、《Toxicology》等刊物上发表论文50余篇；以第一作者发表论文IF峰值6.4、他引峰值150。获授权国家发明专利12项、教育部技术发明二等奖1项、湖北省科技进步一等奖1项、武汉市科技进步二等奖1项。",
      },
      {
        img: "teacher/teacher/yufang/list24.png",
        title: "司有辉",
        job: "华中农业大学教授、博士生导师，农业微生物学国家重点实验室、湖北洪山实验室固定研究人员",
        label:
          "入选国家海外高层次人才、湖北省“省重点联系专家”、“武汉英才”等人才项目。2009年毕业于华中农业大学预防兽医学专业；2009年-2015年就职于中国医学科学院/北京协和医学院病原生物学研究所，先后任助理研究员、副研究员，硕士生导师；2015年-2021年在美国芝加哥大学医学院从事博士后研究；2021年入职华中农业大学动物医学院。长期专注于树突状细胞(DCs)抗原高效递呈及保护性免疫应答诱导机制、新型纳米材料疫苗与佐剂的研究，围绕疫苗研究中的关键科学问题，分别从机体和病原等多方面开展了系统性研究工作。近年来以第一作者或通讯作者（含共同）在Science Advances、Hepatology、J Control Release等领域内权威杂志发表系列研究论文，相关研究成果发表后在Altmetric系统中被评为top 5%高影响力文章，并被美国及欧洲等12家科学媒体报道。主持承担国家重点研发计划、国家自然科学基金等课题。本课题组与美国芝加哥大学医学院保持长期的合作与交流，支持优秀的学生到国外开展合作研究，欢迎对免疫学研究感兴趣的同学加入。",
      },
      {
        img: "teacher/teacher/yufang/list25.png",
        title: "宋云峰",
        job: "华中农业大学教授，博士生导师",
        label:
          "主要从事动物重要传染病的诊断、预防及控制研究，以猪乙型脑炎病毒、猪圆环病毒和猪繁殖与呼吸综合征病毒为对象，开展了重要功能蛋白的分子结构研究，揭示了两种重要动物病毒复制相关蛋白的二级结构及发挥功能的机制；以病毒重要功能蛋白为靶标，建立了多种基于蛋白功能的新药筛选方法；筛选获得了多种针对乙型脑炎病毒、猪蓝耳病毒的新型药物，为这些疾病的预防和治疗提供了新的技术手段；开展了动物传染病新型疫苗及新型诊断方法研究，研发了针对乙型脑炎病毒NS1蛋白的亚单位疫苗，并发现了该蛋白中的保护性位点，建立了基于NS1蛋白的抗原抗体诊断方法。主持国家自然科学基金3项，参与国家重点研发计划、农业公益性行业专项等多项国家级项目。发表研究论文20多篇，指导湖北省优秀硕士论文2篇，申报专利2项，获得湖北省科技进步一等奖2项。",
      },
      {
        img: "teacher/teacher/yufang/list26.png",
        title: "谭臣",
        job: "华中农业大学教授、博士生导师，国家生猪产业技术体系岗位科学家、农业农村部华中动物生物制品区域共性技术公共研发平台主任、中国兽医协会猪兽医分会副会长及秘书长、湖北省预防兽医学重点实验室副主任等",
        label:
          "研究方向为猪重要疫病病原学与流行病学，动物细菌病原微生物致病与免疫机理，新型疫苗、药物、抗生素替代品的研发，猪场生物安全体系及重要疫病的综合防控技术。近年来主持承担国家重点研发计划、国家自然科学基金等项目。以通讯或第一作者在ACS Applied Materials & Interfaces、Emerging Microbes & Infections、Applied and Environmental Microbiology、Infection and Immunity等期刊发表SCI论文50余篇，获得授权发明专利7项。荣获湖北省科学技术成果推广一等奖1项，湖北省科技进步一等奖1项。",
      },
      {
        img: "teacher/teacher/yufang/list27.png",
        title: "王荡",
        job: "博士，副教授，武汉市晨光计划入选者，中国畜牧兽医学会高级会员，中国细胞生物学会会员",
        label:
          "主持国家自然科学基金面上及青年项目、国家重点研发计划子课题项目、中国博士后科学基金面上及特别资助项目、华中农业大学自主科技创新基金优秀人才培育项目等课题，作为骨干参与国家973科技计划项目、国家自然科学基金重大项目等课题。主要运用病毒学、分子生物学、结构生物学和生物信息学等技术方法，开展猪繁殖与呼吸综合征病毒、猪流行性腹泻病毒、猪Delta冠状病毒、口蹄疫病毒等动物病毒与宿主天然免疫信号通路相互作用的研究以及新型疫苗研制。近年来以第一作者或通讯作者在国内外期刊上发表论文20余篇，其中以第一作者在病毒学领域权威杂志《Journal of Virology》发表论文4篇，文章引用900余次，H指数18（SCIE-Web of Science数据库检索），申报国家发明专利3项（其中2项已授权），参编著作1部。",
      },
      {
        img: "teacher/teacher/yufang/list28.png",
        title: "王喜亮",
        job: "华中农业大学副教授，博士生导师",
        label:
          "“晨光计划”、“黄鹤英才”、“光谷3553创业人才计划”获得者。 长期坚持在科研、教学一线，多年来他以产业发展中的重大问题为导向，重点从事有益微生物选育及其作用机制研究，动物噬菌体制剂、微生态制剂的创制及其产业化并取得丰硕成果。先后申请国家发明专利30余项，获授权发明专利20余项；获中国专利优秀奖1项、湖北省科技进步一等奖1项，武汉市科技进步二等奖1项、荆州市科技进步二等奖1项。参编著作2部。",
      },
      {
        img: "teacher/teacher/yufang/list29.png",
        title: "王湘如",
        job: "湖北宜昌人。华中农业大学博士，教授，博导，国家自然科学基金委创新研究群体团队成员",
        label:
          "湖北省省部共建生猪健康养殖协同创新中心研究人员。2014年07月于华中农业大学预防兽医学专业获得博士学位，期间于2012年3月至2012年9月赴上海国家人类基因组南方中心开展合作基因组学研究，2012年10月至2014年4月赴美国约翰霍普金斯大学医学院开展联合研究。目前主要聚焦动物源性人兽共患病和动物重大疫病的病原学、致病机制和诊断防控研究，重点围绕伪狂犬病毒（PRV）和肠外致病性大肠杆菌(ExPEC)入侵中枢神经系统及造成神经系统损伤的过程和机制，系统开展了“以分子靶标挖掘为导向的病原与宿主互作”的基础和应用基础研究。以第一或通讯作者在Clinical Infectious Diseases, PLOS Pathogens等国际权威期刊发表研究论文60余篇，获批国家授权发明专利5项。主持国家自然科学基金面上项目、“十三五”重点研发计划、“十四五”重点研发计划青年科学家项目等10项。获湖北省科技成果推广奖一等奖1项（2018年，排名6/20",
      },
      {
        img: "teacher/teacher/yufang/list30.png",
        title: "吴斌",
        job: "2004年至今任华中农业大学教授，博士生导师。兼任全国动物防疫专家委员会委员，全国动物疫病净化评估专家、国家猪瘟参考实验室学术委员会委员，广西扬翔股份有限公司、广东温氏食品集团股份有限公司等多个大型规模化养猪场兽医技术顾问",
        label:
          "长期从事动物传染病教学和科研工作，是十三五国家重点研发计划“猪伪狂犬病、猪瘟区域净化与根除及种猪场高致病性蓝耳病净化技术集成与示范”项目首席专家，另先后主持十五国家科技攻关专项“人畜共患猪链球菌病防治技术研究与开发”、国家自然科学基金“猪萎缩性鼻炎新型疫苗及诊断方法研究”和参加十一五国家科技支撑计划“猪瘟伪狂犬病综合防控技术集成与示范”、公益性行业（农业）专项子课题“动物源性沙门菌病防控技术研究与示范”、十二五农村领域国家科技计划子课题“猪瘟和猪伪狂犬病防控净化技术集成研究与示范”等20多项科研课题，参与研究和开发畜禽新型生物制品包括疫苗和诊断试剂30余种。先后获得“伪狂犬病鄂A株分离鉴定及分子生物学与综合防制研究”等国家科技进步二等奖3项（2001年，排名第6；2011年，排名第3；2016年，排名第4）和湖北省科学技术进步奖一、二等奖多项。近五年来，在国内外主要学术刊物上共发表论文55篇，其中SCI收录35篇，申请专利9项，培养博士、硕士研究生190余人。多次参加国际和全国性学术会议，1998年以来作为主要组织者连续组织召开了22届“全国规模化猪场主要疫病监控与净化专题研讨会”。",
      },
      {
        img: "teacher/teacher/yufang/list31.png",
        title: "肖少波",
        job: "博士，华中农业大学二级岗教授、博士生导师",
        label:
          "湖北省自然科学基金创新研究群体学术带头人。荣获“国家有突出贡献中青年专家”等荣誉称号，享受国务院政府特殊津贴。兼任中国免疫学会兽医免疫学专业委员会委员、湖北省微生物学会畜牧兽医微生物学专业委员会主任，《病毒学报》、《中国动物传染病学报》等杂志编委。主要开展猪繁殖与呼吸综合征病毒、猪肠道冠状病毒等重要动物病毒的病原学与流行病学、病毒与宿主免疫系统的相互作用、新型疫苗与诊断技术研究。先后承担国家自然科学基金重大项目、国家杰出青年基金、973计划、863计划、国家科技支撑计划、教育部科学技术研究重大项目等科研课题，在Journal of Virology (JVI)、Journal of Biological Chemistry (JBC)、Journal of Proteome Research (JPR) 等国际期刊上发表SCI论文130余篇，申报/获得国家发明专利20余项，新兽药注册证书2项。",
      },
      {
        img: "teacher/teacher/yufang/list32.png",
        title: "肖运才",
        job: "博士，华中农业大学教授，博士生导师",
        label:
          "湖北省产业教授，湖北省农业科技创新中心“畜禽遗传改良及健康养殖技术研究与应用创新团队”的核心成员。湖北省科技创业领军人才（2015），国家创新创业人才（2020）和国家“高层次人才特殊支持计划”领军人才（ 2020），湖北省饲料行业突出贡献先进个人（2018），全国饲料科技工作者先进个人（2018），湖北省楚才A卡获得者（2021）。主讲《兽医免疫学》本科生核心课程和《现代免疫学》研究生学位课程。主编著作1部、副主编和参编教材等著作3部。一直从事病原微生物与有益微生物的基础与应用研究，重点开展功能性有益微生物与宿主互作机制研究和对畜禽生产性能影响的研究，以及免疫学检测技术开发与应用研究。主持（或参与）国家自然科学基金、“十四五”国家重点研发计划、“十三五”国家重点研发计划、“十二五”国家支撑计划、湖北省重点研究计划、湖北省创新岗位基金、武汉市攻关项目和各类校企横向项目等共计20余项。已获授权国家发明专利17项。获国家专利优秀奖1项（排1），湖北省科技进步一等奖1项（排3），教育部技术发明二等奖1项（排3），发表学术研究论文70余篇，其中SCI收录30余篇。注重学以致用，解决实际问题。",
      },
      {
        img: "teacher/teacher/yufang/list33.png",
        title: "徐晓娟",
        job: "博士，副教授，硕士生导师",
        label:
          "1999年本科毕业于华中农业大学兽医专业，2006年获得华中农业大学动物遗传育种与繁殖学博士学位。此后，在华中农业大学从事动物传染病学的教学与科研。2015-2016年前往美国爱荷华州立大学兽医学院进行访问交流。承担本科生《动物传染病学》和《兽医学》的理论和实验课教学，进行细菌病原的分子致病与免疫机理、细菌基因工程疫苗与诊断制剂的研究。发表研究论文40余篇，其中SCI论文26篇，获得授权专利6项。获得国家科技进步奖1项，湖北省科技进步奖2项。",
      },
      {
        img: "teacher/teacher/yufang/list34.png",
        title: "叶静",
        job: "2014年12月于华中农业大学预防兽医学专业获得博士学位，2015年1月至2018年6月于华中农业大学生物学博士后流动站从事博士后研究",
        label:
          "2014年12月于华中农业大学预防兽医学专业获得博士学位，2015年1月至2018年6月于华中农业大学生物学博士后流动站从事博士后研究，2017年4月至2018年4月年作为访问学者赴美国圣路易斯华盛顿大学医学院开展研究。主要专注于人兽共患病毒病免疫与致病机制的研究，以及宠物新型疫苗和诊断试剂的开发。先后主持自然科学基金青年基金、博士后特别资助与面上资助各一项、作为课题负责人和研究骨干分别参与国家重点研发计划项目两项。以第一作者和通讯作者在Science signaling、Journal of Immunology、Journal of virology等权威期刊发表SCI论文共19篇。",
      },
      {
        img: "teacher/teacher/yufang/list35.png",
        title: "张安定",
        job: "华中农业大学教授、博导",
        label:
          "教育部新世纪优秀人才支持计划、湖北省杰出青年科学基金获得者。农业农村部兽用诊断制剂创制重点实验室副主任、中国兽医协会家禽疾病诊疗分委员会副主任委员。农业微生物学国家重点实验室、洪山实验室固定研究人员。主要从事动物重要疫病和人兽共患细菌性传染病的致病机制与防控技术等研究工作。创建了细菌高效基因编辑技术pAgo，阐释了其作用机制，解决了多种细菌的遗传操作难题；利用基因编辑全基因组文库技术系统筛选鉴定了流感病毒入侵的宿主因子，为新型抗感染药靶的进一步鉴定奠定了基础；解析了猪链球菌通过基因组进化获得高水平激活NLRP3 inflammasome致中毒样休克并引起疾病突然发生而致高致死率的原因和机制。作为主要完成人研制了猪链球菌新型亚单位疫苗和抗体检测试剂盒（分别获得一类和三类新兽药注册证书）；先后主持了国家重点研发计划课题、国家自然科学基金、湖北省自然科学基金等项目；先后获国家科技进步二等奖2项，湖北省科技进步一等奖3项，获得授权国家发明专利8项。在《Nucleic Acids Res》、《Cell Rep》、《PLOS Pathogens》等杂志上发表研究论文30多篇。",
      },
      {
        img: "teacher/teacher/yufang/list36.png",
        title: "张磊",
        job: "华中农业大学副教授、硕士生导师。2013年12月获得华中农业大学微生物学博士学位，2014年至2022年在美国亚拉巴马大学伯明翰分校先后从事博士后、研究员工作",
        label:
          "于2023年2月入职华中农业大学动物科学技术学院动物医学院。主要从事结核杆菌分子病原学研究，包括（1）病原分枝杆菌的代谢与致病机制；（2）药靶发掘与新药设计；（3）抗结核新疫苗。近年来，研究工作已在Nature Communications, PLoS Pathogens, Molecular Cell, PNAS等国际期刊发表（完整列表请查看https://www.researchgate.net/profile/Lei-Zhang-235）。课题组与国外多个实验室建立了良好的合作关系，支持成员开展国际学习与交流。欢迎有志之士与我们一道投身结核病基础研究与防控工作，为WHO“2035终结结核病”计划贡献一份力量。",
      },
      {
        img: "teacher/teacher/yufang/list37.png",
        title: "赵俊龙",
        job: "中共党员，博士，二级岗教授，博士生导师。分别于1987、1990、2001年获得华中农业大学学士、硕士、博士学位",
        label:
          "2003年4-10月在德国Goettingen大学兽医研究所合作研究，2006年10月至2007年4月在澳大利亚蜱热病研究中心合作研究。兼任中国畜牧兽医学会家畜寄生虫学分会副理事长、中国兽医协会寄生虫病防控分会副会长，曾任教育部动物医学类专业教学指导委员会副主任委员、国家兽医专业学位教学指导委员会委员、湖北省畜牧兽医学会理事长、湖北省热带病与寄生虫病学会常务委员，武汉市畜牧兽医学会副理事长，《中国兽医科学》、《动物医学进展》编委等。主要从事动物寄生虫学的教学、科研以及畜禽规模化养殖的疾病控制等工作，研究方向为病原分子生物学与基因工程，研究重点在血液原虫病和人兽共患病（如巴贝斯虫、弓形虫、附红细胞体）等。先后主持国家自然科学基金、国际科学基金、863计划、973计划、教育部新世纪优秀人才支持计划等各类课题20余项。在国内外发表论文240余篇（SCI收录140余篇），出版专著（教材）11部，其中主编一部、副主编四部，获国家专利12项，鉴定成果3项，获湖北省科技进步一等奖1项、二等奖2项、三等奖2项。享受武汉市政府特殊津贴。",
      },
      {
        img: "teacher/teacher/yufang/list38.png",
        title: "周红波",
        job: "博士，华中农业大学二级岗教授、博士生导师",
        label:
          "国家杰出青年科学基金获得者，国家现代农业产业技术体系岗位科学家，湖北省自然科学基金创新研究群体学术带头人。长期致力于动物流感病毒的免疫与致病机制及防控技术研究。主持承担国家杰出青年科学基金、国家重点研发计划等课题。以第一作者或通讯作者在Science Advances、 Autophagy、Emerging Infectious Diseases、Journal of Virology等杂志发表系列研究论文。作为主要完成人，研制出我国第一个猪流感疫苗，研制的动物流感快速检测试剂盒及新型疫苗等防控技术与产品获授权发明专利6项，获国家科技进步二等奖2项，湖北省科技进步一等奖1项",
      },
      {
        img: "teacher/teacher/yufang/list39.png",
        title: "周锐",
        job: "华中农业大学二级教授、博士生导师。兼任科技部动物疾病防控国际联合研究中心主任、华中农业大学-回盛研究院院长",
        label:
          "国家973计划和国家重点研发计划项目首席科学家，湖北省自然科学基金猪细菌病的病原生物学与致病机理创新研究群体学术带头人。主要从事动物细菌性传染病的流行病学、病原生物学与防控技术研究。与英国剑桥大学、帝国理工学院建立了紧密的科学研究与人才培养合作关系。先后主持973计划、863计划、国家重点研发计划、国家转基因生物新品种培育重大专项、国家自然科学基金面上项目和国际组织间重点合作项目、国家国际科技合作专项、教育部重大科技项目、湖北省生物技术重大项目、中英合作项目等20余项。在Advanced Science、Small、Engineering、Journal of Bacteriology、Infection and Immunity、Virulence、Veterinary Microbiology、Environmental Microbiology、BMC Microbiology、Journal of Immunology、Antibiotics、Antiviral Research等学术期刊上发表论文190余篇。获国家重点新产品证书1项、国家新兽药注册证书3项、授权发明专利8项，制定湖北省地方标准1项，获湖北省科学技术进步一等奖2项、国家教学成果二等奖1项、湖北省教学成果一等奖1项。",
      },
      {
        img: "teacher/teacher/yufang/list40.png",
        title: "周艳琴",
        job: "华中农业大学副教授、硕士生导师",
        label:
          "从事动物寄生虫病学，动物寄生虫诊断技术，预防兽医学进展等课程的教学、科研、生产和技术咨询等工作。工作期间主持国家基金2项，科技部资源平台项目1项，国家重点研发计划子课题两项，华中农业大学科技创新基金2项、华中农业大学动物医学院青年基金、横向课题各2项，参加了1项863项目、2项农业行业公益性项目及3项国家自然科学基金课题研究，发表科研论文20余篇，参编著作4部。已培养毕业硕士研究生10人。",
      },
      {
        img: "",
        title: "周艳荣",
        job: "华中农业大学副研究员，硕士生导师。主持国家自然科学基金青年项目、中国博士后科学基金面上及特别资助项目等课题",
        label:
          "作为骨干参与国家自然科学基金重大项目等课题。主要开展猪繁殖与呼吸综合征病毒、猪肠道冠状病毒等重要动物病毒与宿主免疫系统的相互作用及其抗病育种研究。目前已在Autophagy、eLife、Redox Biology 等国际期刊上发表SCI论文20余篇，申报/获得国家发明专利6项",
      },
      {
        img: "teacher/teacher/yufang/list42.png",
        title: "周祖涛",
        job: "博士，副教授，硕士生导师，湖北谷城人。2009年毕业于华中农业大学预防兽医学专业获博士学位，2009年9月至2013年6月在华中农业大学和美国University of Georgia从事博士后研究",
        label:
          "现在华中农业大学动物医学院从事兽医微生物学与免疫学方面的教学和科研工作。国家肉鸡产业技术体系疾病控制室新发病诊断与防控岗位成员，中国畜牧业协会鹌鹑分会专家委员会委员，湖北省家禽业协会专家委员会委员。主要研究方向是禽病学，涉及家禽重要病原致病与免疫逃逸机制、新型诊断试剂和疫苗研发、禽病防控及净化技术的研究。讲授《兽医微生物学》、《畜牧微生物学》、《动物微生态学》、《动物检疫学》、《禽病学进展》等课程，参编农业农村部“十四五”规划教材《动物防疫与检疫（第三版）》等3部。主持承担国家重点研发计划、国家自然科学基金、湖北省重点研发计划、湖北省自然科学基金、中国博士后科学基金及企业技术开发等课题17项，在《Virulence》、《Frontiers in Cellular and Infection Microbiology》、《Journal of Bacteriology》、《Avian Pathology》、《中国兽医学报》等国内外期刊发表论文50余篇，获得7项发明专利，1项省级一等奖，1项国家专利优秀奖。常年服务国内外畜禽养殖企业的疾病防控与净化，注重学以致用，解决临床实际问题。",
      },
      {
        img: "teacher/teacher/yufang/list43.png",
        title: "朱碧波",
        job: "华中农业大学动物科学技术学院动物医学院教授、湖北洪山实验室研究员，博士生导师。2015年12月获得华中农业大学预防兽医学博士学位，之后在美国印第安纳大学和梅奥医学中心从事博士后研究工作",
        label:
          "并于2022年1月在美国弗吉尼亚大学获得助理教授（Research Assistant Professor）职位。长期专注于人兽共患病病原感染与宿主免疫调控研究，尤其是在流感病毒、新型冠状病毒与宿主巨噬细胞互作方向取得了系列创新研究成果，从新的视角揭示了呼吸道病毒致病和免疫机理，为抗病毒感染药物研发提供了潜在靶点。研究结果以第一（含共一）作者身份发表于Immunity、Science Immunology、PNAS、Journal of Immunology、Journal of Virology等国际权威学术期刊（完整列表请查看https://www.ncbi.nlm.nih.gov/myncbi/bibo.zhu.1/bibliography/public/），Annual Review of Immunology杂志特邀撰写专题综述。主持国家自然科学基金面上项目，是多个病毒学和免疫学期刊审稿人，并受邀担任Front. Cell. Infect. Microbiol.期刊客座编辑。",
      },
    ],
  },
];
