export const platformData = [
  {
    id: 1,
    title: "动物育种与健康养殖前沿科学中心",
    department: "教育部",
    year: "2023",
    level: "国家级",
    name: "陈焕春",
    con: {
      intro: [
        "华中农业大学动物育种与健康养殖前沿科学中心成立于2021年10月,2023年2月获得教育部批准立项建设。",
        "中心以华中农业大学动物科学技术学院、动物医学院与水产学院为基础和实体依托，联合农业微生物资源发掘与利用全国重点实验室、国家生物育种产教融合创新平台、国家家畜工程技术研究中心、农业动物遗传育种与繁殖教育部重点实验室、生猪健康养殖省部共建协同创新中心、教育部长江经济带大宗水生生物产业绿色发展工程研究中心、动物遗传育种与繁殖国际联合研究中心等优势科研机构参与建设。",
        "中心致力于服务国家食物安全、人民生命健康等重大战略，瞄准“品种、繁殖、疾病、营养、生境”五个动物育种与健康养殖领域的前沿科学问题,创新体制机制，推动院际、校际和国际合作，整合学科优势资源力量,引育汇聚一流人才团队，构建开放共享的大平台,开展基础性、前瞻性、多学科交叉融合的创新研究，形成动物育种与健康养殖的优势研究方向和国际领先的重大成果突破，建成动物育种与健康养殖世界重要人才中心与创新高地，为我国动物育种与养殖业科技自立自强和高质量发展提供坚强支撑。",
      ],
      imgList: [
        "research/platform/list-1-1.png",
        "research/platform/list-1-2.png",
        "research/platform/list-1-3.png",
      ],
      resultList: [
        {
          title: "动物基因组精准设计与育种",
          imgList: [
            "research/platform/list-1-4.png",
            "research/platform/list-1-5.png",
          ],
        },
        {
          title: "动物干细胞与繁殖精准调控",
          imgList: [
            "research/platform/list-1-6.png",
            "research/platform/list-1-7.png",
          ],
        },
        {
          title: "动物病原致病机制与防控技术产品创新",
          imgList: [
            "research/platform/list-1-8.png",
            "research/platform/list-1-9.png",
          ],
        },
        {
          title: "营养代谢流调控与动物高效生产",
          imgList: [
            "research/platform/list-1-10.png",
            "research/platform/list-1-11.png",
          ],
        },
        {
          title: "智能化养殖与废弃物资源化利用",
          imgList: [
            "research/platform/list-1-12.png",
            "research/platform/list-1-13.png",
          ],
        },
      ],
    },
  },
  {
    id: 2,
    title: "国家生物育种产教融合创新平台（生猪）",
    department: "教育部",
    year: "2022",
    level: "国家级",
    name: "赵书红",
    con: {
      intro: [
        "国家产教融合创新平台是国家发展与改革委员会“十四五”时期教育强国推进工程中支持高校'双一流' 建设、服务国家重大战略的重大项目。2022年12月，国家生物育种产教融合创新平台项目(生猪)获国家发展与改革委员会、教育部正式批复立项建设，该平台依托于华中农业大学'双一流' 建设学科畜牧学和兽医学。平台总投资为4.354亿元，建设经费由中央预算内投资、地方政府配套、企业配套及学校自筹经费三部分构成，项目建设周期为3年。",
        "通过三年项目建设，力求建成集人才培养、学科建设、科学研究为一体的综合性、开放性国家生物育种产教融合创新平台，促进企业和高校优势资源整合，形成国际一流的生猪种业人才培养和科技创新高地，为生猪产业高质量发展提供坚实的人才和技术支撑。",
      ],
      imgList: [
        "research/platform/list-2-1.png",
        "research/platform/list-2-2.png",
        "research/platform/list-2-3.png",
        "research/platform/list-2-4.png",
        "research/platform/list-2-5.png",
      ],

      resultList: [
        {
          imgList: ["research/platform/list-2-6.png"],
        },
        {
          imgList: ["research/platform/list-2-7.png"],
        },
        {
          imgList: ["research/platform/list-2-8.png"],
        },
        {
          imgList: ["research/platform/list-2-9.png"],
        },
        {
          imgList: ["research/platform/list-2-10.png"],
        },
        {
          imgList: ["research/platform/list-2-11.png"],
        },
        {
          imgList: ["research/platform/list-2-12.png"],
        },
        {
          imgList: ["research/platform/list-2-13.png"],
        },
        {
          imgList: ["research/platform/list-2-14.png"],
        },
      ],
    },
  },
  {
    id: 3,
    title: "国家家畜工程技术研究中心",
    department: "教育部",
    year: "1996",
    level: "国家级",
    name: "赵书红",
    con: {
      intro: [
        "国家家畜工程技术研究中心 1996 年由科技部批准组建，依托单位为华中农业大学和湖北农业科学院畜牧兽医研究所。2000 年 10 月通过国家评估验收，2002、2007 和 2011 年三次运行评估均为良好，2016 年运行评估为优秀。中心现有固定人员 96 人，其中，中国工程院院士1 人，国家杰出青年基金获得者 7 人，国家万人计划人才 4 人，国家现代农业产业技术体系岗位科学家 9 人。中心拥有国家自然科学基金创新研究群体 2 个，省部级创新团队 11 个。",
        "中心已建成了一支学科分布均衡、年龄结构合理的人才梯队，中心现有固定人员 96 人，包括研发人员86人，推广及营销人员8人，专职管理人员2人，其中，正高级职称51人，副高级职称24人。45岁以下中青年人才有51人，占比53.13%，其中73人具有博士学位。人才队伍中有中国工程院院士1 人，国家杰出青年基金获得者 7 人，国家万人计划人才 4 人，国家现代农业产业技术体系岗位科学家 9 人。中心拥有国家自然科学基金创新研究群体 2 个，省部级创新团队 11 个。",
      ],
      imgList: [
        "research/platform/list-3-1.png",
        "research/platform/list-3-2.png",
      ],
      resultList: [
        {
          title:
            "研发了自主知识产权的基因组育种值评估新算法与平台，收集上百万条表型大数据，研制出国际首款猪功能位点基因芯片并商业化，已检测超十万种猪，技术支撑大型农牧企业种猪选育，选育了瘦肉猪新品系及楚香黑猪、鄂通两头乌等新品种，获教育部科技进步一等奖1项、湖北技术发明一等奖1项。",
        },
        {
          title:
            "开创了“一支苗”的标志性成果，自主研发了30余种猪用新型疫苗与诊断试剂，获国家重点新产品证书5项、新兽药证书27项，为我国生猪产业疫控综合防控提供坚强保障。",
        },
        {
          title:
            "建立了猪血清赖氨酸和肠道微生物的快速检测方法，研发数据驱动的种猪精准饲养技术，提升母猪繁殖效率。",
        },
      ],
    },
  },
  {
    id: 4,
    title: "省部共建生猪健康养殖协同创新中心",
    department: "教育部",
    year: "2019",
    level: "省部级",
    name: "陈焕春",
    con: {
      intro: [
        "生猪健康养殖协同创新中心是根据教育部、湖北省关于实施高等学校创新能力提升计划的重要精神，按照“国家急需，世界一流；制度先进，贡献突出”的要求，围绕养猪业转型升级的国家重大战略需求，2012年9月，华中农业大学联合国内优势高校、科研院所和行业龙头企业面向生猪健康养殖行业组建而成。2014年5月，中心获得湖北省协同创新中心认定。2018年10月，中心以优秀（排名第一）通过湖北省协同创新中心验收评估和现场考察。2019年9月，中心获得教育部办公厅省部共建协同创新中心认定。",
        "当前，中心有固定人员中心有PI 38人、研究骨干66人，包括中国工程院院士1人，长江学者2人、杰青5人、千人计划特聘教授1人、优青等四青人才8人；省部级以上创新团队9个，其中，陈焕春院士领衔的创新团队入选我国兽医领域第一个国家自然科学基金创新研究群体；赵书红教授领衔的创新团队入选科技部创新人才推进计划重点领域创新团队。",
        "经过十多年的建设，中心在解决我国养猪业“养殖效益低下、食品安全问题突出、环境污染严重”等三大突出问题上成效显著。2015年，中心主任陈焕春院士带领中心成员，牵头制定“十三五”国家重点研发计划“畜禽重大疫病防控与高效安全养殖综合技术”项目并推动实施。中心牵头单位以第一完成单位获得国家科技进步二等奖1项、国家技术发明二等奖2项、国家教学成果二等奖1项，何梁何利基金科学与技术进步奖1项；获新兽药证书13项，授权专利188项；牵头制定标准11项；发表SCI论文893篇，其中单篇IF＞9.0的有59篇。攻克了楼房养猪等关键共性技术20余项，突破重大理论、科学问题和关键技术46项。建立了非洲猪瘟背景下普惠育种模式（母猪自循环+基因组选择+精准选配）和智能楼房养猪新模式等，母猪每年提供的断奶仔猪（PSY）增加3头，全程成活率提高8%；降低全程造肉成本1元/斤；提高氮利用效率6.3%，降低氮排放19.68%。母猪精准饲养等技术应用面覆盖了10余个生猪主产区的100余家大型养殖企业和饲料企业，年推广规模超140万头母猪，创造直接经济效益超过40亿元。孵化出校办企业武汉科前生物股份有限公司。该公司是兽用生物制品领域发展最快和最具发展潜力的企业，2020年9月在上交所科创板上市。",
      ],
      imgList: [
        "research/platform/list-4-1.png",
        "research/platform/list-4-2.png",
      ],
    },
  },
  {
    id: 5,
    title: "农业动物遗传育种与繁殖教育部重点实验室",
    department: "教育部",
    year: "2005",
    level: "省部级",
    name: "赵书红",
    con: {
      intro: [
        "农业动物遗传育种与繁殖教育部重点实验室“立足华中，放眼世界”，以农业动物遗传改良为总体目标，以应用基础研究为主，向基础研究和应用研究拓展。即针对动物遗传育种与繁殖科学研究发展趋势，我国养殖产业发展中的重大科学技术问题与需求，瞄准学科前沿，将高新技术与常规技术有机结合起来，从群体、个体、细胞和分子水平深入研究农业动物主要经济性状的遗传规律和形成机理，动物繁殖育种新理论、新方法和新技术，培育畜禽和淡水养殖动物新品种（系）。目前，实验室已成为我国动物遗传育种与繁殖学科科学研究、人才培养和学术交流的重要基地。",
        "实验室已建成了一支学科分布均衡、老中青结合、年龄和知识结构合理的人才梯队。现有固定人员75人，其中教授35人，副教授/副研究员36人，高级畜牧师1人、实验师3人。研究队伍中有国家杰青2人，国家“万人计划”科技创新领军人才1人，国家“四青”人才7人，国家现代农业产业技术体系岗位科学家6人，国家百千万人才工程、新世纪百千万人才工程1人，国务院第七届学科评议组成员1人，教育部“骨干教师计划”2人，及其他省部级标签人才20余人次。拥有国家自然科学基金创新研究群体1个，教育部、科技部等省部级创新团队9个。",
        "相关研究成果在Nature Communications、Nucleic Acids Research、Genome Biology、PNAS、Advanced Science等期刊发表，获得国家授权专利200余项，牵头制定国家标准及行业/地方标准20余项，获得国家技术发明二等奖、全国创新争先奖等30余项国家及省部级科技奖，国家教学成果二等奖等教学成果奖3项。",
      ],
      imgList: [
        "research/platform/list-5-1.png",
        "research/platform/list-5-2.png",
        "research/platform/list-5-3.png",
      ],
      resultList: [
        {
          title:
            "构建国际首个猪整合组学数据库ISwine及猪全基因组编辑敲除文库，发布动物跨物种多组学知识库IAnimal，鉴定出涵盖品种最多的猪基因组调控元件，开发GWAS新工具；构建最大规模的牛基因组DNA甲基化图谱，鉴定影响牛基因组结构稳定的重要甲基化调控元件；发掘出一批畜禽产肉、抗病、繁殖等性状的重要基因及非编码RNA。",
        },
        {
          title:
            "创建猪基因组选择育种体系，率先建立母猪自循环、基因组选择与精准选配的普惠育种模式；持续选育11个瘦肉猪新品系，选育金旭黑猪、鄂通两头乌等新品种，创制基因编辑猪新材料6个；多羔绵羊新品种完成中间试验；欣华蛋鸡新品种获国家新品种证书。",
        },
        {
          title:
            "绘制首个克隆胚胎三维基因组图谱并揭示新的重编程障碍机制；创新了畜禽种源鉴定方法；研发了奶（水）牛繁殖改良综合技术（DFI）；揭示了母鸡贮精能力性状调控机制，建立了新的输精技术规范并进入产业化应用。",
        },
        {
          title:
            "鉴定了调控鱼类食性、肌间刺、肠气呼吸等性状关键基因20多个；培育了遗传性状稳定、生长快、成活率高的团头鲂“华海1号”和黄颡鱼“黄优1号”国家审定新品种。",
        },
      ],
    },
  },
  {
    id: 6,
    title: "国家生物产业基地（武汉）实验动物中心",
    department: "国家发改委",
    year: "2008",
    level: "省部级",
    name: "胡丽华",
    con: {
      intro: [
        "武汉国家生物产业基地实验动物中心/华中农业大学实验动物中心（以下简称“中心”），是学校重要的实验动物教学基地和公共服务平台。中心位于学校西大门北侧，占地面积17亩，建筑面积5000平方米。2008年由国家发改委批准立项，2012年通过项目验收，2015年初次获得湖北省《实验动物生产许可证》和《实验动物使用许可证》，2023年ABSL-Ⅱ区获得武汉市动物病原微生物二级实验室备案登记。",
        "中心现有工作人员34名，其中正高级职称4人，副高级职称4人。",
        "设施类型包括屏障环境（正压、负压）、隔离环境和普通环境。根据定位和功能，中心建有动物实验平台、无菌动物平台、模式动物平台、实验动物生产平台、教学实验动物平台。各平台间互相协作，集各级别标准化动物、模式动物（含转基因动物）、无菌动物等教学、研发、生产、销售、动物实验、技术服务于一体，已逐步发展成为“结构完整、运行规范、人才荟聚、创新开拓、功能先进”的产学研融合发展现代科技服务平台。",
      ],
      imgList: [
        "research/platform/list-6-1.png",
        "research/platform/list-6-2.png",
        "research/platform/list-6-3.png",
        "research/platform/list-6-4.png",
        "research/platform/list-6-5.png",
      ],
      resultList: [
        {
          title:
            "国内诊断试剂盒研发与生产：与武汉科前生物股份有限公司、湖南国测生物科技有限公司、广州悦洋生物技术有限公司等诊断试剂公司开展战略合作，共同开发诊断试剂产品。",
        },
        {
          title:
            "大型头部养殖企业技术服务：与国内养殖龙头企业如牧原食品股份有限公司、双胞胎集团、广西扬翔股份、新希望集团、唐人神集团等的诊断实验室协作，研发并推广实验室新技术。",
        },
        {
          title:
            "动物疫病诊断服务：华中农业大学动物疫病诊断中心，通过CMA-CNAS双认证，面向社会开展宠物疾病诊断、动物疫病诊断、动物药物研发评价等多元化技术服务，每年累计服务养殖企业三千多场次。",
        },
      ],
    },
  },
  {
    id: 7,
    title: "生猪精准饲养与饲料安全技术湖北省工程实验室",
    department: "湖北省发改委",
    year: "2016",
    level: "省部级",
    name: "晏向华",
    con: {
      intro: [
        "生猪精准饲养与饲料安全技术湖北省工程实验室面向我国及湖北省重大产业需求，围绕生猪养殖业“高效、优质、生态”的产业目标，以生猪精准饲养与饲料安全为主线，构建完善的生猪精准饲养技术体系，研发一批具有自主知识产权的创新成果，建设一支从事生猪精准饲养与饲料安全研究的团队，建立集教学、科研和科技服务于一体的工程实验室，成为高层次人才培养，国际合作研究与学术交流以及科技成果孵化的基地，为生猪精准饲养与饲料安全领域提供技术保障和人才支撑。本工程实验室依托单位是华中农业大学，建设有：(1)饲料资源开发与高效利用创新平台，(2)饲料加工工艺技术优化创新平台，(3)饲料安全与风险预警监控平台，(4)优质生猪生产关键营养调控技术研发平台，(5)生猪精准饲养示范基地。以饲料原料-饲料厂品-养殖厂为主线，42家共建单位来自省内外的饲料原料加工厂、饲料厂、饲料添加剂厂和生猪养殖场，并成为本工程实验室的示范基地和实习基地。",
        "本工程实验室现有研发人员47人，其中教授16人，副教授27人，已获得博士学位43人。其中国家杰出青年科学基金1人、中组部“万人计划”科技创新领军人才3人、国家优秀青年基金获得者1人、中组部“万人计划”青年拔尖人才2人、中组部“青年千人”计划1人、科技部中青年科技创新领军人才2人、国家百千万人才工程1人、教育部新世纪优秀人才计划获得者2人、湖北省楚天特聘教授4人、湖北省杰出青年基金获得者3人。“生猪精准饲养”湖北省自然科学基金创新群体1个。",
        "设施类型包括屏障环境（正压、负压）、隔离环境和普通环境。根据定位和功能，中心建有动物实验平台、无菌动物平台、模式动物平台、实验动物生产平台、教学实验动物平台。各平台间互相协作，集各级别标准化动物、模式动物（含转基因动物）、无菌动物等教学、研发、生产、销售、动物实验、技术服务于一体，已逐步发展成为“结构完整、运行规范、人才荟聚、创新开拓、功能先进”的产学研融合发展现代科技服务平台。",
      ],
      imgList: ["research/platform/list-7-1.png"],
      resultList: [
        {
          title:
            "筛选得到仔猪腹泻抗性菌并解析其与宿主互作机制，明确了我国生猪肠道核心优势真菌及其机制：获大北农科技奖创新奖。在Cell Host & Microbe和Microbiome等杂志发表了相关研究论文。",
          imgList: ["research/platform/list-7-2.png"],
        },
        {
          title:
            "针对生猪健康养殖及仔猪营养调控的产业需求，证实了早期断奶应激可诱导仔猪自噬发生，阐明了亮氨酸作为信号分子通过Barkor-mTOR和miRNA-ULK1两途径调节蛋白质代谢（自噬）的机制，解析了亮氨酸作为信号分子促进仔猪肠道上皮细胞能量代谢和调节早期断奶仔猪骨骼肌能量代谢的机制，提出了“亮氨酸兼蛋白质合成底物和信号分子的双功能”的学术观点。“亮氨酸调控早期断奶仔猪蛋白质代谢和能量代谢的机制”成果获教育部自然科学奖一等奖。",
          imgList: ["research/platform/list-7-3.png"],
        },
      ],
    },
  },
  {
    id: 8,
    title: "动物生物药物教育部工程研究中心",
    department: "教育部",
    year: "2009",
    level: "省部级",
    name: "王湘如",
    con: {
      intro: [
        "动物生物药物教育部工程研究中心是由教育部于2009年正式立项建设并在2018年6月通过教育部验收。中心以华中农业大学为依托，联合武汉科前生物股份有限公司，围绕国家有效预防和控制重大动物传染病和人畜共患传染病的总体目标，开展产品创新和技术创新研究，开发多联多价疫苗、亚单位疫苗、基因缺失疫苗等动物新型疫苗产品；研制重大动物疫病简便快速的诊断技术、区分疫苗免疫动物与野毒感染动物的鉴别诊断技术、区分多病原感染的鉴别诊断技术，并开发可商品化的诊断试剂盒产品；开发具有增产功效、显著提升动物机体免疫力的成熟饲用微生态制剂等新产品。中心始终以自主创新产品的研制为重点，以生产工艺的改进与优化为纽带，持续开展安全、高效、廉价的新型疫苗、治疗性生物制剂和特异、敏感、简便、快速的诊断试剂的研制和产业化工作。",
        "中心现有固定人员42人，其中教授29人，副教授11人，45岁以下固定人员20人。近五年，中心有19人次获得国家自然科学基金资助和高层次人才称号，其中获得“国家杰出青年基金”资助4人、“国家优秀青年科学基金”资助2人、国家现代农业产业技术体系岗位科学家3人、国家“千人计划”青年项目专家1人、国家“万人计划”科技创新领军人才2人、国家“万人计划”青年拔尖人才2人、科技部创新人才推进计划-中青年科技创新领军人才1人、湖北省自然科学基金青年杰出人才4人。此外，中心5年内共毕业研究生480余人，其中硕士340余人、博士140余人。目前中心有在读博士后、博士、硕士研究生共200余人，工程技术人员和动物传染病诊断咨询服务人员200余人，形成了以学科领军人才为核心，以学术带头人和学术骨干为中坚、以优秀青年教师为后备的人才梯队，为本中心的不断发展提供了有力的人才与智力保障。为科研单位、养殖企业、检测部门等输送了一批高质量就业人才。",
      ],
      imgList: ["research/platform/list-8-1.png"],
      resultList: [
        {
          title:
            "猪腹泻病综合防控重大技术突破及应用。中心成员针对近年来我国猪病毒性腹泻发病严重的情况，筛选免疫原性好的流行毒株，成功开发了7种猪病毒性腹泻相关疫苗和6种新型检测方法。",
        },
        {
          title:
            "猪链球菌病与副猪嗜血杆菌病综合防控重大技术突破及应用。中心团队通过系统的流行病学和病原学工作，筛选优势菌株，研发了猪链球菌病、副猪嗜血杆菌病二联亚单位疫苗，该疫苗属于新一代亚单位疫苗，获批国家一类新兽药【（2019）新兽药证字09号】。",
        },
        {
          title:
            "猪传染性胸膜肺炎综合防控重大技术突破及应用。中心团队5年来对全国20多个省市的规模化猪场进行了猪呼吸道病菌的流行病学调查，分离大量菌株，明确我国优势血清型，并成功开发了3种新型猪传染性胸膜肺炎疫苗，疫苗技术特点鲜明，创新性强，填补了我国国产猪传染性胸膜肺炎应用研究的多项空白。",
        },
        {
          title:
            "猪伪狂犬病综合防控重大技术突破及应用。利用纯化病毒及阻断单抗研制出猪伪狂犬病病毒gB蛋白阻断ELISA抗体检测试剂盒。该试剂盒特异性强，重复性好，极具临床使用价值，将助力我国猪伪狂犬病净化进程。目前该试剂盒已获得新兽药证书【（2022）新兽药证字42号】。",
        },
        {
          title:
            "牛结核病综合防控重大技术突破及应用。鉴定了15个新型结核病发病诊断标志物，并用于建立了5种新型检测技术；开发了适合于不同用户的3种牛结核病检测试剂盒，均获新兽药注册证书，并实现了产业化转化；发布了2项国家标准和1项行业标准，实现了牛结核病确诊技术的公益性推广。",
        },
        {
          title: `对外服务内容：
          中心基于科技成果推广，长期开展针对养殖业的各类人员培训和技术服务工作，具体服务内容与频次如下：
          （1）全国种猪大赛暨中国种猪拍卖展销与学术交流会（1次/年）
          （2）全国规模化猪场主要疫病监控与净化专题研讨会（1次/年）
          （3）猪场健康管理高级兽医培训（1次/年）
          （4）疫病诊断与技术咨询服务
          （5）围绕疫病防控与净化与企业开展深度合作`,
        },
      ],
    },
  },
  {
    id: 9,
    title: "预防兽医学湖北省重点实验室",
    department: "湖北省科技厅",
    year: "2001",
    level: "省部级",
    name: "肖少波",
    con: {
      intro: [
        "湖北省预防兽医学重点实验室成立于2001年，主要设置动物病毒学与动物传染病学、兽医微生物与免疫学、兽医公共卫生学及动物寄生虫病学四个研究分室，涵盖了病原学与流行病学、病原组学与网络调控、致病与免疫机理、新型疫苗与诊断试剂四个研究方向。实验室紧紧围绕动物疫病防控的重大需求和国家创新发展战略，秉承“人才立国、科技强国、产业兴国”的理念，针对重要动物疫病与人兽共患病，深入开展病原学与流行病学、致病与免疫机理、防控技术与产品、疫病净化与根除研究，为动物疫病以及人兽共患病防控提供新理论、新技术、新方法、新产品，培养高水平的创新型人才和创新团队。在开展科学研究的同时，通过与动物生物制品企业和养殖企业的合作与协同创新，打通科技成果转化“最后一公里”，实现科技和经济的深度融合，使预防兽医学湖北省重点实验室成为科技创新、人才培养、学科发展、产业升级“四位一体”的国际一流科创中心，提升我国重大动物疫病与人兽共患病防控水平，促进我国养殖业的健康可持续发展和国际竞争力，保障食品安全和人民健康。",
        "实验室主任：肖少波教授。国家杰出青年基金获得者；教育部“长江学者”特聘教授；“万人计划”科技创新领军人才；长期开展动物病毒与宿主相互作用研究及疫苗开发；先后主持国家自然科学基金重大项目、重点项目、国家重点研发计划项目；发表SCI论文230余篇，连续8年 (2014-2021) 入选Elsevier中国高被引学者。",
        "学术带头人：陈焕春院士。陈院士长期开展动物重大疫病与人兽共患病研究；兼任中国兽医协会会长、教育部高等学校教学指导委员会动物生产类专业教学指导委员会主任委员；主持完成国家自然科学基金重点项目、国家973、863、国家支撑计划等重大科研课题50余项；获湖北省科学技术突出贡献奖，获国家科技进步二等奖4项、湖北省科技进步一等奖6项。",
        "实验室现有固定人员55人，其中正高31人，副高24人，博士53人。拥有中国工程院院士1人，“千人计划”特聘教授2人，教育部长江学者特聘教授2人，国家杰出青年科学基金获得者4人，“973计划”首席科学家2人，教育部青年长江学者1人，国家优秀青年科学基金获得者5人，中组部“青年拔尖人才”3人，国家现代农业产业技术体系岗位科学家3人，湖北省“百人计划”入选者1人，形成了老中青结合的人才梯队。",
      ],
      imgList: [
        "research/platform/list-9-1.png",
        "research/platform/list-9-2.png",
        "research/platform/list-9-3.png",
      ],
      resultList: [
        {
          title:
            "人兽共患性结核病新型诊断技术及其在牛结核控制和净化中的应用项目获得了全国商业科技进步奖一等奖及湖北省技术发明奖二等奖。（2020年）",
        },
        {
          title:
            "猪流行性腹泻与传染性胃肠炎防控关键技术研究与应用项目获得了湖北省科技进步一等奖。（2021年）",
        },
        {
          title:
            "流感防控的关键生物信息技术及其创新应用体系项目获得了中华医学科技奖医学科学技术奖二等奖。（2021年）",
        },
      ],
    },
  },
  {
    id: 10,
    title: "动物疫病防控技术国家地方联合工程实验室(湖北)",
    department: "国家发改委",
    year: "2011",
    level: "省部级",
    name: "肖少波",
  },
  {
    id: 11,
    title: "动物疾病防控国际联合研究中心",
    department: "科技部",
    year: "2016",
    level: "省部级",
    name: "周锐",
    con: {
      intro: [
        "动物疾病防控国际联合研究中心成立于2016年，依托单位为华中农业大学。该中心瞄准动物疾病防控理论与技术研究前沿和国家重大需求，围绕动物疫病病原学与流行病学、病原生物学与病原组学、病原-宿主-环境相互作用、动物疾病防控理论与技术、人兽共患病防控与公共卫生等五个研究方向，与英国剑桥大学、牛津大学、帝国理工学院、朴次茅斯大学、美国托马斯杰斐逊大学、佐治亚大学、肯尼亚国际家畜研究所、巴基斯坦巴沙瓦农业大学等开展了卓有成效的国际合作与交流。",
        "动物疾病防控国际联合研究中心依托单位为华中农业大学，挂靠在动物科学技术学院动物医学院。中心设立了事务委员会、学术委员会、人才与国际合作项目管理办公室，负责相关事宜的处理。中心共有固定成员25人，基地负责人周锐教授，为973首席科学家。其余固定人员中有院士1人，长江学者2人，国家杰青2人，国家优青3人，青年千人2人。此外，还有国际合作与交流管理人员1人，科研基地管理人员2人。流动人员有博士研究生、硕士研究生、本科生、科研助理等若干。",
        "学术带头人：陈焕春院士。陈院士长期开展动物重大疫病与人兽共患病研究；兼任中国兽医协会会长、教育部高等学校教学指导委员会动物生产类专业教学指导委员会主任委员；主持完成国家自然科学基金重点项目、国家973、863、国家支撑计划等重大科研课题50余项；获湖北省科学技术突出贡献奖，获国家科技进步二等奖4项、湖北省科技进步一等奖6项。",
        "实验室现有固定人员55人，其中正高31人，副高24人，博士53人。拥有中国工程院院士1人，“千人计划”特聘教授2人，教育部长江学者特聘教授2人，国家杰出青年科学基金获得者4人，“973计划”首席科学家2人，教育部青年长江学者1人，国家优秀青年科学基金获得者5人，中组部“青年拔尖人才”3人，国家现代农业产业技术体系岗位科学家3人，湖北省“百人计划”入选者1人，形成了老中青结合的人才梯队。",
      ],
      imgList: [
        "research/platform/list-11-1.png",
        "research/platform/list-11-2.png",
      ],
      resultList: [
        {
          title: "动物及人兽共患病原菌的病原组学与分子流行病学研究",
          label: `本基地负责人周锐教授与英国剑桥大学Dan Tucker教授、Mark Holmes教授，英国帝国理工学院Paul Langford教授团队开展了近20年的长期合作，联合主持“国家国际科技合作撰写项目”国家自然科学基金国际合作项目、国家重点研发计划政府间国际科技创新合作重点专项等多个国家级国际合作项目。在猪链球菌、金黄色葡萄球菌、胸膜肺炎放线杆菌等的病原学、流行病、致病机制研究以及防控技术和产品开发取得了显著成果。`,
        },
        {
          title: "牛病病原生物学与防控技术研究",
          label:
            "本基地固定成员郭爱珍教授课题组与法国农业科学研究院、肯尼亚国际家畜研究中心在牛支原体病原生物学与防控技术合作研究领域取得重要进展。通过联合研究项目、举办“支原体国际前沿学术研讨会”和互派研究人员，联合技术攻关和资源共享，突破了牛支原体遗传操作体系难题，建立了支原体转座突变技术平台，深入阐明支原体在宿主细胞环境中的代谢生存机制和致病机制，同时为新型抗菌素候选靶点鉴定提供了理论依据。",
        },
        {
          title: "动物流感病毒与宿主互作机制研究",
          label:
            "本基地固定成员周红波教授团队通过长期与美国堪萨斯州立大学、英国帝国理工大学合作，在流感病毒致病机制研究中有了突破性进展。揭示了流感病毒的PB1-F2蛋白通过与TUFM蛋白相互作用进入线粒体，并进一步负调控了宿主抗病毒免疫信号通路从而促进病毒感染的分子机制。该研究发现了甲型流感病毒感染的新机制，发现了治疗流感病毒感染的潜在药物靶标。研究发表在Autophage等杂志。",
        },
        {
          title: "人兽共患病发病机制与防控技术研究",
          label:
            "本基地固定成员傅振芳教授、彭贵青教授、赵凌、崔旻教授团队是美国乔治亚大学引进的高端人才，拥有深厚和广泛的国际合作网络，与美国、日本、菲律宾、泰国、巴基斯坦、印度、蒙古等国家建立了良好合作关系。傅振芳教授团队在狂犬病病毒、动物冠状病毒、病毒-宿主互作领域取得了一系列重大研究成果。揭示了狂犬病病毒入侵中枢神经系统的分子机制。利用结构生物学手段，阐明了动物冠状病毒、非洲猪瘟等病毒入侵与复制机制。揭示了病毒与宿主之间存在全基因组特异性跨物种染色质相互作用。研究结果发表在Genome Biology、Nature Genetics、PNAS等国际知名期刊。",
        },
      ],
    },
  },
  {
    id: 12,
    title: "动物遗传育种与繁殖国际联合研究中心",
    department: "科技部",
    year: "2018",
    level: "省部级",
    name: "杨利国",
    con: {
      intro: [
        "通过建立动物遗传育种与繁殖国际联合研究中心，深入开展国际科技合作，充分利用国外合作伙伴先进的智力资源、种质资源、信息资源以及成熟的技术平台等，大力发展动物遗传育种与繁殖相关理论与技术，进一步提升我国在动物遗传育种与繁殖领域的科学研究水平，进一步加强科研队伍实力，使科技成果产出更加突出，对产业的技术支撑作用更加明显，进而推动我国畜牧业产业结构的优化与转型升级，为增加农民收入、解决“三农”问题和建设社会主义新农村以及“一带一路”等国家重大战略需求服务。",
        "中心现有固定人员56人，其中国家“杰青”3人，“四青”人才4人，教授32人，副教授21人，高级畜牧师2人，助理工程师1人。基地成立了学术委员会，由江西农业大学黄路生院士任学术委员会主任委员，加拿大阿尔伯塔Guan Leluo教授、扬州大学陈国宏教授任副主任委员，华中农业大学杨利国教授、晏向华教授，南京农业大学刘红林教授、西北农林科技大学昝林森教授、中国农业大学刘国世教授以及中国农科院北京畜牧兽医研究所王栋研究员、湖北省农科院陈明新研究员任学术委员。",
      ],
      imgList: [
        "research/platform/list-12-1.png",
        "research/platform/list-12-2.png",
      ],
      resultList: [
        {
          title: "联合完成牛泛基因组和基因组结构变异数据库构建",
          label:
            "与美国农业部George E. Liu教授合作，在Genome Research杂志发表题为“Assembly of a pangenome for global cattle reveals missing sequences and novel structural variations, providing new insights into their diversity and evolutionary history”的论文，并被选为杂志的封面文章。研究构建了目前世界规模最大的牛泛基因组和基因组结构变异数据库，并对牛的遗传多样性和选择适应性提出新见解。首次从SV的角度解析了世界牛品种的血统关系，从适应性等多角度全方位检测了不同分类群体的受选择位点和候选基因，填补了SV作为牛育种材料的不足，并解析SV潜在形成机理促进对牛基因组演化的深入理解。",
        },
        {
          title: "联合开展整合鸡GWAS及肠道菌群信息揭示其生长调控作用机理研究",
          label:
            "通过与埃及农业部农业研究中心动物生产研究所合作，共同开展整合鸡GWAS及肠道菌群信息揭示其生长调控作用机理项目研究。中埃双方构建了鸡生长性状群体，采用16S rRNA测序技术系统研究了体重极端差异鸡十二指肠、空肠、回肠和盲肠内容物及黏膜组织中肠道微生物多样性组成谱，构建鸡肠道微生物数据库，筛选到与鸡生长发育密切相关的菌群。双方通过数据共享，互访交流，联合培养研究生，建立了良好的合作关系。",
        },
        {
          title: "联合开展水牛重要经济性状的全基因组选择研究",
          label:
            "通过长期与合作国别之一意大利那不勒斯费德里克二世大学、加拿大阿尔伯特大学合作， 率先利用水牛 90K 芯片在地中海水牛群体中开展了影响水牛产奶性能（包括产奶量和乳品质）的全基因组关联分析（GWAS）和全基因组选择（GS）。基于系统生物学原理，利用基因组和转录组数据进行整合分析、候选基因家族的全基因组鉴定，率先利用 WGCNA 算法整合分析 GWAS 和转录组数据，挖掘了一批与产奶量相关的候选基因，并对TUBA1C 和DDR1基因进行了功能验证。此外，还鉴定出了影响奶水牛繁殖性状的关键基因，并在细胞水平进行了功能验证。相关研究成果发表在《Journal of Dairy Science》、《BMC Genomics》等知名杂志。此项研究进一步提升了我国水牛研究在国际上的影响力。",
        },
        {
          title: "联合开展牛奶中红外光谱分析相关研究",
          label:
            "通过与比利时列日大学合作，初步建立了水牛排卵时牛奶中红外（MIR光谱）的特征及排卵鉴定模型，通过比较分析三个模型的预测准确性及运行时间，初步认为根据发情时154个MIR光谱特征波点构建的发情鉴定模型较优，其鉴定准确性较高、运算时间较短。此外，开展了200多头奶牛牛奶中7种蛋白质测定，用于建立牛奶蛋白快速测定新技术，开展了200多头奶牛牛奶中水解氨基酸和游离氨基酸测定，用于建立牛奶氨基酸快速测定新技术。",
        },
      ],
    },
  },
  {
    id: 13,
    title: "“科创中国”“一带一路”养殖与疫病防控专业科技创新院",
    department: "农业农村部",
    year: "2021",
    level: "省部级",
    name: "陈焕春",
  },
  {
    id: 14,
    title: "农业农村部农业微生物资源利用重点实验室",
    department: "农业农村部",
    year: "2011",
    level: "省部级",
    name: "陈焕春",
  },
  {
    id: 15,
    title: "农业农村部种猪质量监督检验测试中心(武汉)",
    department: "农业农村部",
    year: "1994",
    level: "省部级",
    name: "赵书红",
    con: {
      intro: [
        "在原中国武汉种猪测定中心的基础上，依托华中农业大学筹建的，并达到计划的筹建标准，于1994年1月通过国家计量认证和农业部机构审查认可，开始向社会提供公正数据。中心总占地约53000m2，基建面积约5000m2，建有实验楼、国家种猪测定中心（测定规模225头/批）、屠宰测定间、饲料加工间舍等，引进价值近710万丹麦克朗和130多万法郎的先进仪器设备，包括种猪测定设备、肉质检测设备、营养检测设备、屠宰测定设备等，如ACEMA64自动饲喂测定设备、活体测膘仪、原子吸收分光光度计、PCR扩增仪等，这些仪器设备能满足种猪测定和质检的需要。2002年元月，“中心”再次通过国家的“双认证”现场评审。",
        "中心主任姚江林研究员，全面主持领导中心工作；常务副主任赵书红教授，协调中心工作；副主任兼技术负责人刘望宏，负责中心技术工作；副主任兼质量负责人胡军勇，负责中心质量工作；专职副主任周全，负责中心人事、财务及行政管理工作。中心现有职工17人，其中高级技术职称4名，占25％；中级专业技术职称7人，占 37.5％；其他6人，占 37.5％。梯队基本合理，协作良好。",
      ],
      imgList: [
        "research/platform/list-15-1.png",
        "research/platform/list-15-2.png",
        "research/platform/list-15-3.png",
      ],
      resultList: [
        {
          title: `对外服务内容：`,
          label: `种猪生长性能：日增重、达目标体重日龄、活体膘厚、八项体尺指标等；
      繁殖性能测定：总产仔数、产活仔数、产仔间隔、21日龄窝重、哺育率等；
      胴体性状检测：宰前活重、胴体重、屠宰率、胴体长、平均背膘厚、皮厚、肋骨对数、眼肌面积、腿臀比例、瘦肉率、肥肉率、皮率、骨率等；
      肌肉品质检测：肉色、肌肉pH值、系水力、肌内脂肪、肌肉水分、滴水损失、大理石纹、肌肉嫩度；
      肌肉营养检测：氨基酸、脂肪酸、游离脂肪、蛋白质、肌纤维；
      精液品质检测：种猪常温精液全项指标；
      饲料营养检测：粗蛋白、粗脂肪、粗纤维、粗灰分、水分、盐分、钙、磷、铜、铁、锌、锰、碘等微量元素、氨基酸、硒等；
      饲料安全检测：铅、镉、玉米赤霉烯酮、黄曲霉毒素B1 、呕吐毒素、T-2毒素等；
      添加剂检测：益生菌、酸化剂、酶制剂；`,
        },
      ],
    },
  },
  {
    id: 16,
    title: "农业农村部猪遗传育种重点实验室",
    department: "农业农村部",
    year: "2011",
    level: "省部级",
    name: "赵书红",
  },
  {
    id: 17,
    title: "农业农村部兽用诊断制剂创制重点实验室",
    department: "农业农村部",
    year: "2011",
    level: "省部级",
    name: "何启盖",
    con: {
      intro: [
        "农业农村部兽用诊断制剂创制重点实验室（以下简称“实验室”）依托华中农业大学动物医学院于2011年7月获批建设。实验室围绕我国动物疫病诊断与防控的重大需求，设置了诊断标识的挖掘与诊断试剂的分子设计、诊断试剂创制、诊断试剂产业化关键技术研究、诊断制剂的标准化研究、诊断制剂的产业化与应用等五个研究方向。实验室参加并顺利通过了2015年度农业部（现更名为“农业农村部”）第一批重点实验室评估，评估结果为优秀。",
        "实验室主任由何启盖教授担任，何启盖教授是教育部新世纪优秀人才，兼任中国兽医协会猪兽医分会会长，国家生猪产业技术体系疾病控制岗位科学家，亚洲猪病学会（APVS）国家理事。 ",
        "目前，实验室重点实验室由固定人员和流动人员组成，流动人员不少于10%。现有固定研究人员 32 人，其中中国工程院院士1人，教授 17 人，博士生导师 18 人，技术支撑服务人员 150 余人。拥有长江学者 1 名，国家杰出青年科学基金获得者2 人，国家优秀青年基金获得者 1 人，国家百千万人才计划 1 人，“楚天学者”1 人，湖北省新世纪高层次人才工程一、二层次各 1 人，教育部新世纪优秀人才 6 人，教育部霍英东青年教师基金/奖获得者 1 人，湖北省杰出青年科学基金获得者 3 人，农业部行业体系专家 4 人。",
      ],
      imgList: [
        "research/platform/list-17-1.png",
        "research/platform/list-17-2.png",
      ],
      resultList: [
        {
          title: "牛分枝杆菌MPB70/83抗体检测试纸条，（2012）新兽药证字35号",
          img: ["research/platform/list-17-3.png"],
        },
        {
          title:
            "猪流感病毒（H1亚型）ELISA抗体检测试剂盒，（2013）新兽药证字5号",
          img: ["research/platform/list-17-4.png"],
        },
        {
          title: "牛分枝杆菌ELISA抗体检测试剂盒，（2013）新兽药证字7号",
          img: ["research/platform/list-17-5.png"],
        },
        {
          title: "牛结核病γ-干扰素ELISA检测试剂盒，（2019）新兽药证字7号",
          img: ["research/platform/list-17-6.png"],
        },
        {
          title: "非洲猪瘟病毒荧光PCR检测试剂盒，批准文号：兽药生字170048901",
          img: ["research/platform/list-17-7.png"],
        },
        {
          title: "猪流行性腹泻IgA-ELISA试剂盒，（2023）新兽药证字04号",
          img: ["research/platform/list-17-8.png"],
        },
        {
          title: "对外服务内容",
          label: `（1）国内诊断试剂盒研发与生产：与武汉科前生物股份有限公司、湖南国测生物科技有限公司、广州悦洋生物技术有限公司等诊断试剂公司开展战略合作，共同开发诊断试剂产品。
          （2）大型头部养殖企业技术服务：与国内养殖龙头企业如牧原食品股份有限公司、双胞胎集团、广西扬翔股份、新希望集团、唐人神集团等的诊断实验室协作，研发并推广实验室新技术。
          （3）动物疫病诊断服务：华中农业大学动物疫病诊断中心，通过CMA-CNAS双认证，面向社会开展宠物疾病诊断、动物疫病诊断、动物药物研发评价等多元化技术服务，每年累计服务养殖企业三千多场次。`,
        },
      ],
    },
  },
  {
    id: 18,
    title: "农业农村部非洲猪瘟等重大生猪疾病防控重点实验室",
    department: "农业农村部",
    year: "2022",
    level: "省部级",
    name: "彭贵青",
  },
  {
    id: 19,
    title: "华中农业大学动物生物安全三级实验室",
    department: "农业农村部",
    year: "2016",
    level: "省部级",
    name: "郭爱珍",
  },
  {
    id: 20,
    title: "国家动物结核病专业实验室（武汉）实验室",
    department: "农业农村部",
    year: "2018",
    level: "省部级",
    name: "郭爱珍",
  },
  {
    id: 21,
    title: "国家兽药残留基准实验室",
    department: "农业农村部、发改委",
    year: "2004",
    level: "省部级",
    name: "黄玲利",
    con: {
      intro: [
        "实验室前身为兽医药理学教研室，是基础兽医学(湖北省重点学科)的重要分支学科。主要围绕新兽药研制与开发、兽药残留与食品安全、合理用药与耐药性防控等三个方向开展前沿基础研究与关键技术及产品开发。建有兽药研究大楼1座，科研用房5000余平方米，设有理化分析室、生物分析室、化学合成室、微生物P2实验室、专用实验动物房（450m2）等，配套各类仪器设备500余台件。",
        "实验室现有专任教师16人，其中教授7人，副教授及相应高级职称7人，包括国家青年长江学者2人，FAO/WHO食品添加剂联合专家委员会(JECFA)专家2名，农业农村部兽药评审咨询专家4人。在读研究生150余人。主持承担国家重点研发计划、国家重点基础研究发展计划(973计划)、国家支撑计划、省部级重点科技计划等科技项目(课题)260余项。先后获国家发明二等奖1项、省部级科技进步和技术发明一等奖4项、大北农科技成果一等奖1项，神农中华农业科技二等奖1项，其他省部级科技奖励8项。共获国家授权发明专利106项，制订国家标准30项，注册兽药残留检测产品17项。2019年兽医药理学与毒理学进入ESI全球排名1%。",
        "实验室是农业农村部兽药临床前毒理学(GLP)与临床(GCP)安全性评价授权单位，可以承接兽用化药、中药全套GLP试验（10项）和猪、鸡、牛和宠物全套GCP试验项目（23项）的对外服务。具有动物性产品中兽药残留CMA检验检测资质，可以承接动物性产品中12类30余种兽药残留检测服务。",
      ],
      imgList: [
        "research/platform/list-21-1.png",
        "research/platform/list-21-2.png",
        "research/platform/list-21-3.png",
        "research/platform/list-21-4.png",
        "research/platform/list-21-5.png",
      ],
      resultList: [
        {
          img: [
            "research/platform/list-21-6.png",
            "research/platform/list-21-7.png",
            "research/platform/list-21-8.png",
            "research/platform/list-21-9.png",
          ],
        },
      ],
    },
  },
  {
    id: 22,
    title: "国家兽药安全评价实验室",
    department: "农业农村部",
    year: "2007",
    level: "省部级",
    name: "黄玲利",
    con: {
      intro: [
        "实验室前身为兽医药理学教研室，是基础兽医学(湖北省重点学科)的重要分支学科。主要围绕新兽药研制与开发、兽药残留与食品安全、合理用药与耐药性防控等三个方向开展前沿基础研究与关键技术及产品开发。建有兽药研究大楼1座，科研用房5000余平方米，设有理化分析室、生物分析室、化学合成室、微生物P2实验室、专用实验动物房（450m2）等，配套各类仪器设备500余台件。",
        "实验室现有专任教师16人，其中教授7人，副教授及相应高级职称7人，包括国家青年长江学者2人，FAO/WHO食品添加剂联合专家委员会(JECFA)专家2名，农业农村部兽药评审咨询专家4人。在读研究生150余人。主持承担国家重点研发计划、国家重点基础研究发展计划(973计划)、国家支撑计划、省部级重点科技计划等科技项目(课题)260余项。先后获国家发明二等奖1项、省部级科技进步和技术发明一等奖4项、大北农科技成果一等奖1项，神农中华农业科技二等奖1项，其他省部级科技奖励8项。共获国家授权发明专利106项，制订国家标准30项，注册兽药残留检测产品17项。2019年兽医药理学与毒理学进入ESI全球排名1%。",
        "实验室是农业农村部兽药临床前毒理学(GLP)与临床(GCP)安全性评价授权单位，可以承接兽用化药、中药全套GLP试验（10项）和猪、鸡、牛和宠物全套GCP试验项目（23项）的对外服务。具有动物性产品中兽药残留CMA检验检测资质，可以承接动物性产品中12类30余种兽药残留检测服务。",
      ],
      imgList: [
        "research/platform/list-21-1.png",
        "research/platform/list-21-2.png",
        "research/platform/list-21-3.png",
        "research/platform/list-21-4.png",
        "research/platform/list-21-5.png",
      ],
      resultList: [
        {
          img: [
            "research/platform/list-21-6.png",
            "research/platform/list-21-7.png",
            "research/platform/list-21-8.png",
            "research/platform/list-21-9.png",
          ],
        },
      ],
    },
  },
  {
    id: 23,
    title: "农业农村部兽药残留检测重点实验室",
    department: "农业农村部",
    year: "2011",
    level: "省部级",
    name: "黄玲利",
    con: {
      intro: [
        "实验室前身为兽医药理学教研室，是基础兽医学(湖北省重点学科)的重要分支学科。主要围绕新兽药研制与开发、兽药残留与食品安全、合理用药与耐药性防控等三个方向开展前沿基础研究与关键技术及产品开发。建有兽药研究大楼1座，科研用房5000余平方米，设有理化分析室、生物分析室、化学合成室、微生物P2实验室、专用实验动物房（450m2）等，配套各类仪器设备500余台件。",
        "实验室现有专任教师16人，其中教授7人，副教授及相应高级职称7人，包括国家青年长江学者2人，FAO/WHO食品添加剂联合专家委员会(JECFA)专家2名，农业农村部兽药评审咨询专家4人。在读研究生150余人。主持承担国家重点研发计划、国家重点基础研究发展计划(973计划)、国家支撑计划、省部级重点科技计划等科技项目(课题)260余项。先后获国家发明二等奖1项、省部级科技进步和技术发明一等奖4项、大北农科技成果一等奖1项，神农中华农业科技二等奖1项，其他省部级科技奖励8项。共获国家授权发明专利106项，制订国家标准30项，注册兽药残留检测产品17项。2019年兽医药理学与毒理学进入ESI全球排名1%。",
        "实验室是农业农村部兽药临床前毒理学(GLP)与临床(GCP)安全性评价授权单位，可以承接兽用化药、中药全套GLP试验（10项）和猪、鸡、牛和宠物全套GCP试验项目（23项）的对外服务。具有动物性产品中兽药残留CMA检验检测资质，可以承接动物性产品中12类30余种兽药残留检测服务。",
      ],
      imgList: [
        "research/platform/list-21-1.png",
        "research/platform/list-21-2.png",
        "research/platform/list-21-3.png",
        "research/platform/list-21-4.png",
        "research/platform/list-21-5.png",
      ],
      resultList: [
        {
          img: [
            "research/platform/list-21-6.png",
            "research/platform/list-21-7.png",
            "research/platform/list-21-8.png",
            "research/platform/list-21-9.png",
          ],
        },
      ],
    },
  },
  {
    id: 24,
    title: "农业农村部畜禽产品质量安全风险评估实验室（武汉）",
    department: "农业农村部",
    year: "2013",
    level: "省部级",
    name: "黄玲利",
    con: {
      intro: [
        "实验室前身为兽医药理学教研室，是基础兽医学(湖北省重点学科)的重要分支学科。主要围绕新兽药研制与开发、兽药残留与食品安全、合理用药与耐药性防控等三个方向开展前沿基础研究与关键技术及产品开发。建有兽药研究大楼1座，科研用房5000余平方米，设有理化分析室、生物分析室、化学合成室、微生物P2实验室、专用实验动物房（450m2）等，配套各类仪器设备500余台件。",
        "实验室现有专任教师16人，其中教授7人，副教授及相应高级职称7人，包括国家青年长江学者2人，FAO/WHO食品添加剂联合专家委员会(JECFA)专家2名，农业农村部兽药评审咨询专家4人。在读研究生150余人。主持承担国家重点研发计划、国家重点基础研究发展计划(973计划)、国家支撑计划、省部级重点科技计划等科技项目(课题)260余项。先后获国家发明二等奖1项、省部级科技进步和技术发明一等奖4项、大北农科技成果一等奖1项，神农中华农业科技二等奖1项，其他省部级科技奖励8项。共获国家授权发明专利106项，制订国家标准30项，注册兽药残留检测产品17项。2019年兽医药理学与毒理学进入ESI全球排名1%。",
        "实验室是农业农村部兽药临床前毒理学(GLP)与临床(GCP)安全性评价授权单位，可以承接兽用化药、中药全套GLP试验（10项）和猪、鸡、牛和宠物全套GCP试验项目（23项）的对外服务。具有动物性产品中兽药残留CMA检验检测资质，可以承接动物性产品中12类30余种兽药残留检测服务。",
      ],
      imgList: [
        "research/platform/list-21-1.png",
        "research/platform/list-21-2.png",
        "research/platform/list-21-3.png",
        "research/platform/list-21-4.png",
        "research/platform/list-21-5.png",
      ],
      resultList: [
        {
          img: [
            "research/platform/list-21-6.png",
            "research/platform/list-21-7.png",
            "research/platform/list-21-8.png",
            "research/platform/list-21-9.png",
          ],
        },
      ],
    },
  },
  {
    id: 25,
    title: "国家数字畜牧业<生猪>创新分中心",
    department: "农业农村部",
    year: "2023",
    level: "省部级",
    name: "刘小磊",
  },
  {
    id: 26,
    title: "生猪健康养殖湖北省协同创新中心",
    department: "湖北省教育厅",
    year: "2014",
    level: "省部级",
    name: "陈焕春",
  },
  {
    id: 27,
    title: "湖北省动物疫苗工程技术研究中心",
    department: "湖北省科技厅",
    year: "2005",
    level: "省部级",
    name: "陈焕春",
  },
  {
    id: 28,
    title: "湖北家畜种业技术创新中心",
    department: "湖北省科技厅",
    year: "2020",
    level: "省部级",
    name: "赵书红",
  },
  {
    id: 29,
    title: "动物疫病防控湖北省工程实验室",
    department: "湖北省发改委",
    year: "2010",
    level: "省部级",
    name: "肖少波",
  },
  {
    id: 30,
    title: "动物育种与疾病防治技术国际科技合作基地",
    department: "湖北省科技厅",
    year: "2011",
    level: "省部级",
    name: "赵俊龙",
  },
  {
    id: 31,
    title: "省兽医流行病学国际科技合作基地",
    department: "湖北省科技厅",
    year: "2014",
    level: "省部级",
    name: "郭爱珍",
  },
  {
    id: 32,
    title: "湖北省地方猪品种改良工程技术研究中心",
    department: "湖北省科技厅",
    year: "2019",
    level: "省部级",
    name: "刘榜",
  },
  {
    id: 33,
    title: "湖北省生猪健康养殖工程技术研究中心",
    department: "湖北省科技厅",
    year: "2019",
    level: "省部级",
    name: "蒋思文",
  },
  {
    id: 34,
    title: "湖北省饲料质量监督检验站",
    department: "湖北省质量技术监督局",
    year: "1986",
    level: "省部级",
    name: "黄飞若",
  },
];
