<script setup>
import { ref, onMounted, computed } from "vue";
import { useRouter } from "vue-router";
const props = defineProps({});
import { SwiperSlide } from "swiper/vue";
import SwiperThumb from "@/components/swiper/SwiperThumb.vue";
import { getImageUrl } from "@/utils";
onMounted(() => {});
const list = [
  {
    img: "research/result/1.jpg",
    title: "2018年国家技术发明奖二等奖-赵书红",
    title2: "猪整合组学基因挖掘技术体系建立及其育种应用。",
    label:
      "生猪产业是农业的支柱产业，种猪质量是决定生猪产业整体效益的核心，分子育种是提升种猪质量的关键。然而，猪基因组学研究方法、工具不足，整合组学基因挖掘技术体系不健全，基因及分子育种标记鉴定效率低下，制约了种猪的遗传改良进程。该项目针对上述问题，通过14年的研究，在猪基因组学工具创新、分子育种标记开发及应用等方面取得了重要进展。",
  },
  {
    img: "research/result/2.jpg",
    title: "袁宗辉国家奖",
    label:
      '本成果针对国内外十分关注的抗菌药和违禁化合物残留，发明了兽药残留物高效检测核心试剂，研制出高通量、快速检测系列产品，解决了复杂基质中痕量多组分残留物提出物少、提取率低和基质干扰大等技术难题，在发现、控制和处理"瘦肉精"、"多宝鱼"、"红心鸭蛋"等重大食品安全恶性事件中起到不可替代作用，在保障北京奥运会、上海世博会、国庆 60 周年、建党 90 周年等重大活动顺利举行赢得国际声誉，产生了巨大的经济和社会效益。',
  },
  {
    img: "research/result/3.jpg",
    title: "金梅林国家奖",
    label:
      "猪链球菌病危害严重，公共安全问题突出。长期以来，抗生素依赖导致生物防治细菌病技术推广难度大。本项目基于“猪链球菌病防控技术研究与应用”湖北省科技进步一等奖的成果，集成防控技术，创新推广机制，成功打造“科链宁”等商业品牌4个，转化企业9项次，获农业部生产批文4项，获国家发明专利授权11项、转基因安全证书3项。猪链球菌相关成果获国家科技进步二等奖等奖励和荣誉11项。项目成果推广应用，经济和社会效益显著，为保障养猪业健康发展、人类健康和社会稳定做出了重要贡献。",
  },
  {
    img: "research/result/4.jpg",
    title: "2020年教育部科技进步奖一等奖-赵书红",
    title2: "种猪性能测定与基因组育种技术创新及应用。",
    label:
      "种猪质量是生猪稳产保供的基础，提高种猪质量依赖于性能测定和遗传评估技术创新，这也是实现我国种猪业跨越式发展的重要途径。该项目在种猪性能测定技术和设备开发、种猪测定技术标准创建、基因组育种新算法和平台研发等方面开展了探索和创新。",
  },
  {
    img: "research/result/5.png",
    title: "2022年丰收奖-赵书红",
    title2: "种猪高效育繁技术集成应用。",
    label: `项目核心技术为"种猪高效育繁技术集成应用"。针对我国生猪种业的突出共性问题，通过专技术与产业深度融合，集成熟化了种猪数字化育种、基因组高效育种技术体系，创建低剂量深部输精、智能冷链物流系统等技术，填补了国内空白。建立"四结合"推广措施，创新"猪精+X"推广模式，构建"普惠育种"优秀基因传递体系。经济、社会和生态效益显著，促进了产业增效、行业进步。`,
  },
  {
    img: "research/result/6.png",
    title: "中华农业科技奖-彭健",
    label:
      "该成果围绕我国母猪生产力水平低下的突出问题，阐明了影响母猪繁殖性能的关键营养代谢机制，研发了母仔一体化的营养调控技术和新产品，建立了提高母猪繁殖性能的精准饲养技术并实现工程化应用，解决了高产母猪弱仔多、奶水少和断奶后7天发情率低的难题。成果在规模化养猪企业广泛应用，规模超过150万头母猪/年，平均PSY达到27.6头，为完成国家的“稳产保供”任务提供了重要支持，为推动我国养猪业技术升级发挥了重要作用。",
  },
  {
    img: "research/result/7.png",
    title: "教育部青年科学奖2023-刘小磊",
    label:
      "动物科学技术学院、动物医学院刘小磊教授荣获教育部青年科学奖，这是我校首次获得该奖项，教育部年度授奖数仅为10项。刘小磊创新了全基因组关联分析算法，解决了经典混合线性模型的混杂问题，软件被国内外同行下载10余万次；创建国际首个基于人工智能及大数据技术的猪整合组学知识库，打通了从全基因组关联分析到关键基因筛选的“最后一公里”；研发出具有自主知识产权的基因组育种算法和软件，实现了百万级群体基因组选种选配大数据的高效计算，全面适配国产“鲲鹏”生态，在中粮、扬翔等生猪育种龙头企业落地应用，科研版被美国、丹麦等60余个国家使用，提升了我国基因组育种大数据计算领域的创新水平。",
  },
  {
    img: "research/result/8.png",
    title: "高等学校科学研究优秀成果奖（科学技术）一等奖2022年-晏向华",
    label:
      "动物科学技术学院、动物医学院晏向华教授团队完成的“亮氨酸调控早期断奶仔猪蛋白质代谢和能量代谢的机制”成果获自然科学奖一等奖。该项目针对生猪健康养殖及仔猪营养调控的重大产业需求，首次证实了早期断奶应激可诱导仔猪自噬发生，阐明了亮氨酸作为信号分子通过Barkor-mTOR和miRNA-ULK1两途径调节蛋白质代谢（自噬）的机制，解析了亮氨酸作为信号分子促进仔猪肠道上皮细胞能量代谢和调节早期断奶仔猪骨骼肌能量代谢的机制，并首次提出“亮氨酸兼蛋白质合成底物和信号分子的双功能”的学术观点。",
  },
  {
    img: "research/result/9.jpg",
    title: "2016年湖北省技术发明一等奖-赵书红",
    title2: "优质健康猪重要候选基因挖掘、分子育种标记开发与应用",
    label:
      "本项目属于畜牧学科养殖业家畜育种技术领域。 我国是世界第一养猪大国，培育优质健康种猪对于推动我国现代养猪业转型升级发展具有重要战 略意义。本项目围绕“绿色健康养殖”理念，针对我国养猪生产中种猪抗病力弱、优质健康种猪 缺乏等问题，在优质健康猪相关技术发明及其育种应用方面取得了重要进展。",
  },
  {
    img: "research/result/10.jpg",
    title: "2022年湖北省技术发明奖一等奖-赵书红",
    title2: "猪功能位点液相基因芯片研发与选种选配应用",
    label:
      "我国是生猪养殖大国，湖北省是养猪大省，开展基因组选种选配是实现种猪高效生产的关键与核心。然而，国外研发的固相基因芯片技术、产品几乎垄断了全球生猪育种市场，且目前在基因组育种中应用的基因芯片并非真正功能突变位点基因芯片，基因组选种、选配的方法和工具不足，制约了育种效率提升。该项目针对上述问题，通过多年研究取得重要突破；鉴定出国际最大规模猪全基因组调控元件，挖掘了一批影响猪生长、繁殖等重要经济性状的功能调控位点；研发出全流程国产化的靶向捕获液相基因芯片技术，实现了功能位点标记高通量、低成本检测；首创基于功能位点液相基因芯片的猪基因组精准选种选配技术体系，持续选育瘦肉猪新品系；该技术与产品推广应用取得了显著的经济社会效益，有力促进了行业技术升级和科技进步。",
  },

  {
    img: "research/result/11.jpg",
    title: "刘榜-2017年省技术发明一等奖",
    label: `畜产品质量安全直接关乎国计民生和社会安定，快速、简便和标准化的畜产品种源成分鉴定和转基因成分检测方法是中国畜产品质量安全监管的迫切需要。
该技术建立了简便、特异性强、适用的牛、羊、猪种源成分鉴定方法。利用全基因组序列信息，自创生物信息分析流程，筛选物种特异的核基因DNA序列。首次利用核基因组DNA建立内标准基因筛选方法并建立种源成分鉴定的PCR检测方法，该方法物种特异性和种内保守性好，灵敏度高，检测限在0.1％；重复性好、结果可靠。`,
  },
  {
    img: "research/result/12.jpg",
    title: "曹胜波-省一等奖",
    label:
      "围绕猪乙脑防控的重大需求，从“流行病学、致病机制、药物筛选、诊断试剂和新型疫苗研发”等5个方面，开展了深入系统的研究工作。先后获得新兽药注册证书3项、国家重点新产品证书1项、转基因安全证书1项、授权专利2项、制定地方标准1项、发表论文57篇。项目技术与产品实现了产业化与推广应用，有效防控了猪乙脑的流行与传播，显著提高了养猪业经济效益，并从源头上有力保障了人民健康。",
  },
  {
    img: "research/result/13.png",
    title: "湖北省一等奖-彭健",
    label:
      "本成果围绕提高母猪年产断奶仔猪数（PSY）的总体目标，解析出妊娠期背膘厚是提高PSY的关键调控靶标；创新了母猪纤维营养理论，创制了新型母猪专用纤维产品；建立了母猪进程性氧化应激的营养调控技术，研发出系列母猪饲料产品。项目取得的成果突破了母猪饲养技术以各繁殖阶段划分的限制，首创了基于全繁殖周期提高母猪繁殖性能的系列调控技术，降低了弱仔发生率70%，提高仔猪断奶窝重5-10kg，可将我国母猪PSY提高8.6头。",
  },
  {
    img: "research/result/14.png",
    title: "湖北省科技进步奖一等奖（肖少波）",
    label:
      "该成果针对引起仔猪腹泻的猪流行性腹泻病毒和传染性胃肠炎病毒，系统开展了病原学与流行病学、致病与免疫机制、新型疫苗与诊断技术研究及推广应用。先后获得新兽药注册证书2项，获批兽药产品批准文号6项，发表论文56篇（SCI论文44篇）。研发的2种新型疫苗转让5家生物制品企业进行规模化生产与推广应用，累计推广疫苗近2亿头份，产生了显著的经济效益和社会效益。",
  },
  {
    img: "research/result/15.png",
    title: "省一等奖-杨利国",
    label:
      "我国奶业起步晚，发展快，但原料奶人均占有量低，成本和价格高，主要原因之一是繁殖力低。本成果从遗传和环境两个方面研发提高繁殖力的新技术，包括提高种公牛精液质和量、提高种母牛胚胎质和量、提高生产群母牛受配率、受胎率和胚胎及犊牛成活率的新技术。本成果获授权国家发明专利12项，发表论文97篇，制定国家标准2项，研发产品6个，2项技术被列为2016年农业部主推技术。 相关技术在全国6省15个企业推广应用，减少了种公牛和种母牛饲养量，加速了品种改良，促进了产业提质增效。",
  },
  {
    img: "research/result/16.jpg",
    title: "袁宗辉省一等奖",
    label:
      "本成果针对喹乙醇、乙酰甲喹和喹烯酮等我国常用的三种喹噁啉类药物没有科学的食品安全标准和风险管控技术的问题，建立放射示踪和安全毒理学试验平台，揭示喹烯酮、乙酰甲喹和喹乙醇的代谢残留规律，阐明毒性及特点，制订食品安全标准，研发残留检测和食品安全风险管控技术，为这几种药物的食品安全性评价与风险评估、有害残留的风险管控与交流提供了系统、完整、翔实的科学数据及技术手段，指导了兽药创新。",
  },
  {
    img: "research/result/17.jpg",
    title: "金梅林省一等奖",
    label:
      "猪链球菌病危害严重，公共安全问题突出。长期以来，抗生素依赖导致生物防治细菌病技术推广难度大。本项目基于“猪链球菌病防控技术研究与应用”湖北省科技进步一等奖的成果，集成防控技术，创新推广机制，成功打造“科链宁”等商业品牌4个，转化企业9项次，获农业部生产批文4项，获国家发明专利授权11项、转基因安全证书3项。猪链球菌相关成果获国家科技进步二等奖等奖励和荣誉11项。项目成果推广应用，经济和社会效益显著，为保障养猪业健康发展、人类健康和社会稳定做出了重要贡献。",
  },
];
</script>

<template>
  <div class="result-wrap">
    <!-- <SwiperPage>
      <swiper-slide v-for="(group, index) in list" :key="index">
        <div class="img-list">
          <a-image
            v-for="item in group"
            :key="item.name"
            :src="getImageUrl(`${item.img}`)"
            alt=""
          />
        </div>
      </swiper-slide>
    </SwiperPage> -->
    <SwiperThumb :list="list">
      <template #con="{ record }">
        <div class="con-wrap">
          <a-image :src="getImageUrl(record.img)" />
          <div class="text-wrap">
            <h4>{{ record.title }}</h4>
            <h5>
              {{ record.title2 }}
            </h5>
            <p>{{ record.label }}</p>
          </div>
        </div>
      </template>
      <template #thumb="{ record }">
        <div class="thumb-con">
          {{ record.title }}
        </div>
      </template>
    </SwiperThumb>
  </div>
</template>

<style lang="less" scoped>
.result-wrap {
  height: 100%;

  .con-wrap {
    height: 100%;

    .flex-row;
    align-items: flex-start;
    gap: 40px;
    padding: 40px 100px 40px 0;

    :deep(.ant-image) {
      width: 40%;
      img {
        width: auto;
        max-width: 100%;
        max-height: 60vh;
      }
    }

    .text-wrap {
      flex: 1;
      text-align: left;
      padding-top: 40px;
      h4 {
        font-size: 32px;
        font-weight: 600;
      }
      h5 {
        margin-top: 10px;
        font-size: 28px;
        font-weight: 500;
      }

      p {
        margin-top: 10px;
        font-size: 24px;
        line-height: 45px;
      }
    }
  }
  :deep(.mySwiper) {
    .swiper-slide {
      background-color: rgba(0, 110, 47, 0.2);
      opacity: 1;
      color: #000;
      padding: 5px 10px;
    }
    .swiper-slide-thumb-active {
      opacity: 1;
      border: 1px solid var(--primary-color);
      background-color: var(--primary-color);
      color: #fff;
    }
    .thumb-con {
    }
  }
}
</style>
