<script setup>
import { ref, onMounted, computed } from "vue";
import { useRouter } from "vue-router";
const props = defineProps({});
import { SwiperSlide } from "swiper/vue";
import SwiperPage from "@/components/swiper/SwiperPage.vue";
import { getImageUrl } from "@/utils";
onMounted(() => {});

const activeItem = ref({});
const open = ref(false);
const columns = [
  {
    title: "团队名称",
    dataIndex: "title",
    key: "title",
    align: "center",
    width: "50%",
  },
  {
    title: "获批类别与时间",
    dataIndex: "time",
    key: "time",
    align: "center",
  },
  {
    title: "学术带头人　",
    dataIndex: "people",
    key: "people",
    align: "center",
  },
  {
    title: "操作",
    key: "operation",
    // fixed: "right",
    width: 200,
    align: "center",
  },
];
const dataSource = [
  {
    title: "“动物重要病原分子生物学与致病机理”国家自然科学基金创新研究群体",
    time: "国家基金委（2011）年",
    people: "陈焕春",
    label: [
      "“动物重要病原分子生物学与致病机理”国家自然科学基金创新研究群体于2011年获批，2014年获得连续资助。该群体是我国兽医领域的第一个国家级创新研究群体。团队以陈焕春院士为学术带头人，以金梅林、何正国、郭爱珍、肖少波、周锐、曹胜波等为主要骨干，拥有中国工程院院士1名，国家科技创新领军人才2人、杰青2人、优青2人，青年拔尖人才1人，教育部新世纪优秀人才7人。",
      "该群体以动物重大疫病与人兽共患病为研究对象，围绕病原生态学与流行病学、病原基因组学与网络调控、病原与宿主相互作用、新型防控产品研发等四个方向开展了深入系统的研究工作。获资助以来在Nucleic Acids Res、Nature Communications、Molecular Microbiology、J Virology、J Immunology、J Biol Chem等杂志发表SCI收录论文200余篇，获得国家科技二等奖1项，湖北省科技进步一等奖4项，湖北省科学技术突出贡献奖1项，新兽药证书7项，授权专利31项，为我国动物重大疫病与人兽共患病的科学研究、人才培养及临床防控做出了重要贡献奖。",
    ],
    img: "1.png",
  },
  {
    title: "“猪基因组与育种”国家自然科学基金创新研究群体",
    time: "国家基金委（2022）年",
    people: "赵书红",
    label: [
      "本群体长期聚焦猪产肉等经济性状的分子机理解析、育种技术与种质创新，取得了重要成果：研发出新的三维基因组、蛋白互作组、统计基因组等系列技术；创建首个猪整合组学知识库和CRISPR功能基因筛选平台；解析了猪骨骼肌细胞增殖分化调控新机制，鉴定了调控肌纤维形成的新非编码RNAs及其信号通路；率先解码猪全基因组转录调控元件，鉴定出TCF12等产肉性状关键基因和分子育种标记。创新基因组育种算法与液相芯片技术，自主构建基因组育种体系，选育出高效瘦肉猪新品系及优质猪新品种；创制高肌内脂肪含量、改善肌纤维比例等基因修饰猪育种新材料。近五年，在Nat Genet、Nat Commun、PNAS等期刊发表论文99篇，获国家技术发明二等奖等科技奖励。核心成员包括国家杰青2人、青拔2人。未来继续围绕猪高效改良的重大科学问题，针对智能表型组、分子调控网络、多组学整合育种等开展工作，服务我国生猪种业重大需求。",
    ],
  },
  {
    title: "“动物传染病基础与防治技术研究”教育部创新团队",
    time: "国家基金委（2007）年",
    people: "陈焕春",
    label: [
      "本团队以陈焕春院士为学术带头人，以金梅林、郭爱珍、何正国、何启盖、吴斌、方六荣教授等为核心成员的19人组成，平均年龄为36.9岁，其中中国工程院院士1人、教授7人、副教授4人，18人具有博士学位。团队围绕我国动物传染病防制的重大需求，在新发动物传染病、人畜共患病，尤其是在猪病研究领域具有显著特色和明显的优势。",
      "本团队以严重危害我国养殖业和人类健康的动物传染病为研究对象,逐步形成了动物传染病病原生态学与流行病学、基因组学与蛋白质组学、分子致病与免疫机理、新型疫苗研发、诊断试剂研制等5个稳定的研究方向。",
    ],
  },
  {
    title: "“猪种质创新与遗传改良”教育部创新团队",
    time: "教育部（2009）年",
    people: "赵书红",
    label: [
      "该团队以赵书红教授（杰青）为学术带头人，蒋思文、刘榜、余梅、左波、王恒、任竹青、雷明刚、李凤娥、李长春、徐德全、李新云、郑嵘、朱猛进、曹建华、徐学文、李小平、刘小磊、柴进、马云龙、周翔等20人组成。主要以猪重要经济性状的遗传基础、猪功能基因组、猪分子与细胞工程育种技术、猪种质资源利用、创新及新品种（系）培育为研究方向。2006年入选湖北省自然科学基金创新群体，2009年入选教育部创新团队。",
      "该团队解析了猪重要经济性状的分子遗传机理，分离了猪肌肉生长、抗病、繁殖等性状的功能基因、重要调控因子及分子育种标记; 开展了分子细胞育种、基因聚合育种，持续选育了湖北白猪抗应激新品系、中国瘦肉猪新品系DⅣ1和DⅣ2系等品系，对通城猪、清平猪、恩施黑猪等地方猪进行保种利用，培育了“鄂通两头乌”、“新清平猪”、“恩施1号精品猪”等新品种或配套系。相关研究结果发表在 《Journal of Cell Science》、《Journal of Immunology》、《Cell Death & Disease》、《Animal Genetics》、《Journal of Animal Science》等杂志上，获国家授权发明专利50余项，国家技术发明二等奖等10余项省部级及以上科技奖励。",
    ],
    img: "4.png",
  },
  {
    title: "“猪基因组与育种创新团队”科技部创新人才推进计划重点领域创新团队",
    time: "科技部（2016）年",
    people: "赵书红",
  },
  {
    title:
      "“动物病毒与宿主免疫系统相互作用研究及新型疫苗创制创新团队”农业部创新团队",
    time: "农业部（2015）",
    people: "肖少波",
    label: [
      "该创新团队以肖少波教授为学术带头人，赵凌、彭贵青、方六荣、李自力、崔旻、王荡、江云波为学术骨干组成，其中有国家杰出青年基金获得者1人、中青年科技创新领军人才2名、国家有突出贡献中青年专家1人、国家优秀青年基金获得者2人、青年拔尖人才1人、教育部新世纪优秀人才2人、武汉市青年晨光计划入选者2人。",
      "该团队主要从事动物病毒的病原学与流行病学、致病与免疫机理、新型疫苗与诊断技术研究，在猪繁殖与呼吸综合征病毒（猪蓝耳病病毒）、猪肠道冠状病毒的研究方面形成了特色与优势，先后在Journal of Immunology、Journal of Virology、Emerging Infectious Disease等国际期刊上发表SCI论文150余篇，研究结果被Nature Immunology选为研究亮点；研制了猪流行性腹泻变异株灭活疫苗、弱毒疫苗、猪蓝耳病病毒的抗原和抗体检测试剂盒等10多种新型疫苗和诊断试剂，获新兽药注册证书3项并转让企业进行规模化生产，为动物病毒性传染病的防控提供了理论支撑、技术支撑和产品支撑，并产生了显著的经济效益和社会效益。",
    ],
    img: "6.png",
  },
  {
    title: "“猪基因组与遗传改良创新团队”农业部创新团队",
    time: "农业部（2015）年",
    people: "赵书红",
    label: [
      "该创新团队以赵书红教授为学术带头人，刘榜、余梅、李长春、朱猛进、曹建华、李新云、徐学文、李小平、马云龙为学术骨干组成，其中“国家杰出青年基金”获得者、 国务院学科评议组成员、中国青年女科学家奖及中国青年科技奖获得者1人、“湖北省青年杰出人才基金”获得者2人、教授7人，副教授2人、讲师1人。团队研究方向与内容主要包括：猪重要性状遗传规律与新品种(系)培育、基因组学与分子育种、种质资源创新与质量检测、转基因研究与猪新品种培育、抗病育种等方向。主要科研果包括：利用猪品种品系同步选育技术、分子标记辅助选择、基因组编辑、转基因等育种技术，并多次获得国家科技进步二等奖、湖北省技术发明一等奖等科技奖励，先后在Nature、Nature Biotechnology、Journal of Immunology、Molecular Immunology、BMC Genomics，Animal Genetics等杂志发表SCI文章150余篇，获得授权国家发明专利20多项。近年来，主办学术会议三次，在国际国内会议上做大会和分会报告10余次。",
    ],
  },
  {
    title: "“牛病防治基础与技术创新团队”农业部创新团队",
    time: "农业部（2015）年",
    people: "郭爱珍",
    label: [
      "该团队以郭爱珍教授（农业部科研杰出人才、国家现代农业肉牛/牦牛产业技术体系疾病研究室主任和岗位科学家）为学术带头人，Ian Robertson、陈颖钰、胡长敏、陈建国、陈曦等9人组成，2015年入选农业部“牛病防治基础与技术”创新团队。目前已形成了3个稳定的研究方向：牛传染病和人兽共患病病原学和流行病学；牛重要传染病的致病机理和免疫机理；牛重要传染病的新型疫苗及诊断技术的研发。该团队先后主持/参加了公益性行业科研专项（项目首席1项）、973课题、国家自然基金面上项目和国际合作重大项目等国家及部省级科研项目50余项。",
      "该团队确定了人结核感染牛的分子流行病学依据与实验依据，研制了牛结核检测试剂盒等多种新型检测技术和产品；于2008年在我国首次鉴定牛支原体肺炎，证明了牛支原体感染，解析了牛支原体的全基因组序列，研发了牛支原体疫苗、牛传染性鼻气管炎病毒基因tk-/gG-缺失标记疫苗等新型疫苗。发表研究论文230篇，其中SCI收录论文60篇；发表专著26部，其中主编/副主编8部；牛结核检测新型试剂盒申报二类新兽药注册证书3个，获注册证书2个；获基因工程疫苗转基因安全评价环境释放试验批件2个、生产性试验批件1个；申报国家发明专利29项，其中获授权17项；制定国家标准3项，地方标准7项。同时进行大量的临床牛病防治咨询和诊断服务。发明专利转让金额30万元，新型试剂盒转让企业合同金额300万元；新型疫苗转让企业合同金额3000万元，实现了产学研企的有机结合。",
    ],
    img: "8.png",
  },
  {
    title: "“猪的营养与饲料安全”湖北省自然科学基金创新群体",
    time: "湖北省（2013）年",
    people: "彭健",
    label: [
      "该群体以彭健教授（教育部新世纪优秀人才、国家现代农业产业技术体系岗位科学家）为学术带头人，凝聚了齐德生、晏向华、黄飞若等8位骨干成员，其中教授4人，副教授5人。群体中拥有新世界百千万人才工程国家级人选1名，教育部新世纪优秀人才2名，湖北省杰出青年基金获得者2名，NSFC优秀青年基金获得者1名。",
      "该群体以猪的营养调控与饲料安全为总体研究目标，形成了营养物质调控猪生产的分子机制、猪高效生产和健康养殖的营养及环境调控、饲料生物技术与安全三个具有鲜明特色的研究方向。近五年来承担各类科研项目42项；发表SCI论文78篇；获得湖北省科技进步一等奖等省部级以上奖励5项；主持及制定国家标准及行业标准13项。",
    ],
    img: "9.png",
  },
  {
    title:
      "“动物病毒与宿主免疫系统的相互作用研究及新型疫苗创制”湖北省自然科学基金创新群体",
    time: "湖北省（2014）年",
    people: "肖少波",
    label: [
      "该群体以肖少波教授为学术带头人，赵凌、彭贵青、何启盖、方六荣等8人组成，2014年入选湖北省自然科学基金创新群体。目前已形成了3个稳定的研究方向：重要动物病毒的病原学与流行病学；动物病毒与宿主免疫系统的相互作用；新型疫苗与诊断技术。",
      "该团队揭示了猪繁殖与呼吸综合征病毒（PRRSV）的遗传特征与混合感染模式，发现了PRRSV粪-口传播的新途径，在国际上首次测定了与PRRSV发生混合感染的猪博卡病毒、猪鼻支原体、猪肺炎支原体的全基因组序列；阐明了猪繁殖与呼吸综合征病毒、口蹄疫病毒等重要动物病毒调控宿主天然免疫的分子机制。相关研究结果发表在《Journal of Virology》、《Journal of Biological Chemistry》等国际著名期刊，并被《Nature Immunology》选为研究亮点。",
    ],
    img: "10.png",
  },
  {
    title: "“猪细菌病的病原生物学与致病机理研究”湖北省自然科学基金创新群体",
    time: "湖北省（2016）年",
    people: "周锐",
    label: [
      "该创新群体以周锐教授为学术带头人，吴斌、张安定、贝为成、黎璐、金卉、谭臣为学术骨干组成，其中有973计划项目首席科学家1人，国家动物防疫专家委员会委员1人，教育部新世纪优秀人才支持计划入选者3人，湖北省自然科学基金杰出青年项目获得者3人，武汉市青年晨光计划入选者1人。",
      "该群体主要从事猪细菌病的病原生物学、致病机理与防控技术研究。率先解析了胸膜肺炎放线杆菌基因组生物学特征和血清型多样性的遗传基础，研制出三价灭活疫苗和配套的鉴别诊断试剂盒；解析了副猪嗜血杆菌全基因组序列，初步阐明了该菌诱导炎症反应的机制，研制出二价灭活疫苗和诊断技术；系统研究了猪链球菌在我国猪群和猪肉生产供应链中的分布规律与基因组进化特征，初步阐明了其环境适应性和炎症反应的机制，研制出新型疫苗和诊断技术；开展了深入的国际合作与交流，实现了防控技术与产品的转化与产业化，产生了很好的国际影响和显著的经济社会效益。团队成员发表SCI论文150多篇，参编专著2部（其中英文专著1部），获湖北省科技进步一等奖3项、国家科技进步二等奖1项、国家重点新产品证书2项、国家新兽药注册证书5项、授权发明专利15项，制定湖北省地方标准6项，培育抗病转基因猪育种新材料1个。 ",
    ],
    img: "11.png",
  },
  {
    title: "“动物寄生虫病综合防控”湖北省自然科学基金创新群体",
    time: "湖北省（2017）年",
    people: "赵俊龙",
    label: [
      "该创新群体以赵俊龙教授（教育部新世纪优秀人才、湖北省杰青）为学术带头人，包括胡敏、Robin Gasser、申邦、周艳琴、贺兰、方瑞6名学术骨干，2017年入选湖北省自然科学基金创新群体。目前在3个稳定的研究方向开展工作：畜禽重要寄生虫的流行病学与病原生物学；寄生虫感染与致病的分子机制；寄生虫病综合防控技术。",
      "该团队发现并命名了感染水牛的巴贝斯虫的新种东方巴贝斯虫，完成了其基因组测序和注解，建立了多种血清学和病原学鉴别诊断方法；深入研究了人畜共患弓形虫入侵宿主细胞的机制及其与宿主相互识别和调控的机理，发现了运输应激对慢性弓形虫感染的激活作用与途径，设计了多个弓形虫基因工程疫苗和规模化猪场综合防控方案；完成了捻转血矛线虫全基因组的注释与深度生物信息学分析，确定了胰岛素样信号通路对捻转血矛线虫分化发育的重要调控作用，建立了高通量抗捻转血矛线虫小分子化合物的筛选方法并筛选出多种杀虫化合物。相关研究结果发表在《Parasites & Vectors》、《Cellular Microbiology》、《International Journal for Parasitology》等国际知名期刊上。",
    ],
    img: "12.png",
  },
  {
    title: "“生猪精准饲养”湖北省自然科学基金创新群体",
    time: "湖北省（2018）年",
    people: "晏向华",
    label: [
      "该群体以晏向华教授（国家优青、教育部新世纪优秀人才）为学术带头人，团队成员有张利生教授、黄飞若教授、马立保副教授、肖运才副教授、王喜亮副教授、彭大鹏副教授和孙铝辉副教授，拥有国家NSFC优青1名，教育部新世纪优秀人才1名，湖北省杰青2名，武汉市“晨光计划”2名，武汉市“黄鹤英才”人才1名。",
      "团队近年承担国家自然科学基金9项，主要研究内容有：①饲料资源开发与高效利用机制；②饲料加工工艺优化与生猪精准饲喂技术；③生物饲料安全评估及对猪肠道调控机制研究；④优质生猪生产关键营养调控技术及其机理。旨在改善料肉比和猪肉品质，促进生猪生产提质增效和减少粪污排放。团队成员近年在《Autophagy》等杂志发表SCI收录论文45篇，获国家授权专利4项，出版著作3部。",
    ],
  },
  {
    title: "“猪繁殖性状基因组学与种质创新”湖北省自然科学基金创新群体",
    time: "湖北省（2018）年",
    people: "苗义良",
    label: [
      "该创新群体以苗义良教授为学术带头人，李凤娥、余梅、左波、霍立军、滑国华和何长久为学术骨干组成，其中有教育部新世纪优秀人才2 人、湖北省杰出青年基金获得者2人和武汉市青年科技晨光计划获得者1人。",
      "该群体主要从事母猪繁殖性状基因组学的研究，以母猪繁殖力的相关生理及遗传学机制为基础，以发情、排卵、胚胎发育与着床等繁殖过程的关键环节为重点，以多组学、动物克隆和基因编辑等技术为手段，鉴别影响猪产仔数的主效基因，并通过现代基因编辑技术创制新的育种材料，形成先进综合的育种理论和技术，实现我省猪遗传育种技术的跨越式发展，为解决大型规模化养殖场中猪的繁殖力低提供理论支撑。团队成员先后承担973计划课题项、国家重点研发计划项目、863 计划课题、国家科技支撑计划、国家自然科学基金项目等多项重大国家科技项目。团队成员发表SCI论文200多篇，参编专著1部，获湖北省科技进步一等奖1项、湖北省技术发明一等奖1项、湖北省科技进步二等奖1项。",
    ],
    img: "14.png",
  },
  {
    title: "“神经嗜性人兽共患病”湖北省自然科学基金创新群体",
    time: "湖北省（2019）年",
    people: "曹胜波",
    label: [
      "神经嗜性病原是一类靶向神经系统的病原群体，种类繁多，对动物和人类危害巨大。近年来，新发病毒性传染病中有49％可以导致人和动物的脑炎或严重的神经症状，其中近80％又属于人兽共患传染病。狂犬病毒（RABV）和乙型脑炎病毒（JEV）是典型的神经嗜性病原，具有靶向中枢神经系统的特性，涉及复杂的外周免疫、血脑屏障、神经生物学、神经免疫学机制，一直是传染病研究领域的难点。",
      "作为神经嗜性人兽共患病创新群体，本团队围绕神经嗜性人兽共患病防控的重大需求，重点开展狂犬病毒、乙脑病毒的感染与传播机制、免疫逃逸与免疫调控机制、神经损伤机制等重大科学问题的研究，并在此基础上，发掘早期快速诊断和新药研发靶标，研发新型疫苗。旨在推动神经嗜性人兽共患病的科学防控，打造国际一流的研究团队。",
      "本团队科研基础雄厚，科研能力强，是具有国际影响力的神经嗜性人兽共患病原研究团队。团队成员均具有博士学历和海外经历，在本研究领域均具有多年的科研积累和扎实的研究基础。近五年来，团队成员先后共同承担了国家重点研发计划、863、国家自然科学基金等科研项目，形成了合作密切的研究团队。团队成员拥有教授6人，副教授2人，其中，国家杰出青年基金获得者1名，教育部新世纪优秀人才2名。在长期研究中，团队建立了神经嗜性人兽共患病原的关键技术平台，在狂犬病毒和乙型脑炎病毒免疫与致病机制及防控技术领域取得了系列成果，在PLoS Pathog、Sci Signal、 J Immunol、 J Virol等国际权威期刊上发表一系列高水平文章，获得新兽药注册证书1项，湖北省科技进步一等奖1项。",
    ],
  },
  {
    title: "“猪基因组选择育种”湖北省自然科学基金创新群体",
    time: "湖北省（2020）年",
    people: "李新云",
    label: [
      "该创新群体以李新云教授为带头人，成员包括赵书红、朱猛进、刘小磊、乔木、项韬、马云龙、徐学文和周家伟老师，群体成员共9人，其中教授3人，平均年龄39岁。",
      "该群体主要从事猪基因组选择育种理论及应用研究；研究内容包括猪基因组注释、功能元件与功能突变鉴定、基因组突变检测新技术开发、基因组选择育种理论及算法创新、基因组选择育种软件开发、流程及策略优化等。团队成员先后承担863计划项目、973计划项目、国家基金重大项目、转基因重大专项等重大科技项目；群体成员先后发表研究论文200余篇，获国家技术发明二等奖1项、湖北省技术发明一等奖1项；研究结果为我国种猪遗传改良提供了理论及技术支撑。",
    ],
  },
  {
    title: "“猪肠道微生物与宿主互作研究”湖北省自然科学基金创新群体",
    time: "湖北省（2021）年",
    people: "左波",
    label: [
      "该创新群体以左波教授为学术带头人，包括魏泓、王恒、陶诗煜、刘向东、魏宏逵、周翔、张强、胡军8名学术骨干，2021年入选湖北省自然科学基金创新群体。该团队针对猪产肉、繁殖和抗病性状持续提升等重大产业需求，基于“肠道菌群—宿主基因—表型”三者相关性前提，整合基因编辑及无菌动物模型制备技术，利用功能导向培养组技术、宏基因组等多组学手段以及基因工程菌体内功能验证等研究方法，旨在证实猪肠道菌群与宿主互作调节猪产肉、繁殖和抗病等性状间的因果关系，筛选、分离提升猪重要经济性状的关键功能菌株，解析其调控机制，建立猪宿主基因与肠道菌群结合干预复杂经济性状的新策略，为生猪高效生产和健康养殖提供理论和技术支持。近年来团队在Cell Research、Cell Host & Microbe、PNAS、Nucleic Acids Res、Science Advances、Advanced Science、Genome Biology、Microbiome等国际行业主流杂志发表研究论文90余篇，获省部级一等奖3项，授权国际和国家发明专利20余项，研究成果在国内外同行业中产生了重要影响。",
    ],
  },
  {
    title: "“动物源性人兽共患传染病防控研究”湖北省自然科学基金创新群体",
    time: "湖北省（2021）年",
    people: "周红波",
    label: [
      "该创新群体以周红波教授为学术带头人，陶攀、谭臣、王湘如、郝海红、金卉、罗锐、陈颖钰、朱银杏为学术骨干组成，其中有国家杰出青年科学基金获得者1人，国家“青年千人”1人，国家“优青”1人，青年长江学者1人，青年拔尖人才1人，湖北省杰出青年基金获得者4人。本团队聚焦于动物源性人兽共患传染病研究，系统研究动物流感、结核、肠外致病性大肠杆菌病等重要动物源性人兽共患传染病病原生物学与传播机制、致病与免疫机制，发掘药物靶标和诊断标识，创制新型、高效防控技术与产品，保障畜牧业发展和人类健康。团队已经形成了3个稳定的研究方向：病原学与流行病学、致病与免疫机制、防控技术与产品研发。团队揭示了动物流感病毒免疫逃逸、复制与致病的新机制，阐明了动物流感、伪狂犬的跨种感染特征和分子机制，解析了牛结核病和肠外致病性大肠杆菌病原学特征与致病机制，建立了噬菌体基因组编辑系统，构建了VLP疫苗载体。相关研究结果发表在Science Advances、PNAS、Autophagy、PLoS Pathogens、mBio、Journal of Virology等国际知名期刊上，获新兽药注册证书2项，国家科技进步二等奖2项，湖北省科技进步一等奖1项。",
    ],
    img: "18.png",
  },
];

const clickItem = (record) => {
  console.log(record);
  open.value = true;
  activeItem.value = record;
};
</script>

<template>
  <div class="wrap">
    <div class="con-wrap">
      <h3>科研团队一览</h3>
      <a-table
        :dataSource="dataSource"
        :columns="columns"
        :pagination="false"
        :scroll="{ y: '65vh' }"
      >
        <template #bodyCell="{ column, record }">
          <template v-if="column.key === 'operation' && record.label">
            <a @click="clickItem(record)">查看详情</a>
          </template>
        </template>
      </a-table>
    </div>
    <a-modal
      width="60%"
      v-model:open="open"
      :title="activeItem.title"
      wrapClassName="research-team-modal"
      :footer="null"
    >
      <div class="modal-content">
        <div class="label-wrap">
          <p v-for="op in activeItem.label" :key="op">{{ op }}</p>
        </div>
        <img :src="getImageUrl(`research/team/${activeItem.img}`)" alt="" />
      </div>
    </a-modal>
  </div>
</template>

<style lang="less" scoped>
.wrap {
  .con-wrap {
    padding-top: 20px;
    .flex-col;
    gap: 20px;

    h3 {
      font-size: 32px;
    }
    :deep(.ant-table-wrapper) {
      width: 80%;
      .ant-table-cell {
        &:nth-child(1) {
          font-weight: bold;
        }
      }
    }
  }
}
</style>

<style lang="less">
.research-team-modal {
  .ant-modal-content {
    padding: 40px;
  }

  .ant-modal-title {
    font-size: 24px;
    text-align: center;
  }

  .modal-content {
    .flex-col;

    .label-wrap {
      p {
        margin-top: 10px;
        font-size: 18px;
      }
    }

    img {
      max-width: 60%;
      margin-top: 20px;
    }
  }
}
</style>
